{"id": "boe-2026-01-01-resolucion-df264042", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 23 de diciembre de 2025, de la Subsecretaría, por la que se convoca la provisión de puestos de trabajo por el sistema de libre designación.", "date_published": "2026-01-01T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/01/pdfs/BOE-A-2026-14.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T19:54:00.276362+00:00", "pdf_path": "data/pdfs/2026/01/boe-2026-01-01-resolucion-df264042.pdf", "text_length": 7854, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "puestos de trabajo", "funcionarios públicos", "libre designación", "curriculum vitae", "requisitos", "plazo de solicitud"], "summary_plain_es": "La Resolución de 23 de diciembre de 2025 convoca a funcionarios públicos a solicitar puestos de trabajo por libre designación en diferentes dependencias del Ministerio de Política Territorial y Memoria Democrática. Si eres funcionario y cumples con los requisitos establecidos, puedes presentar tu solicitud en un plazo de quince días hábiles desde la publicación de esta resolución. Debes incluir tu currículum y otros documentos que acrediten tu experiencia y méritos. Es importante que indiques el orden de preferencia si solicitas más de un puesto. Esta convocatoria afecta a los funcionarios que buscan mejorar su posición laboral dentro de la administración pública, permitiendo una mayor movilidad y adaptación a sus necesidades profesionales.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que los funcionarios puedan acceder a oportunidades laborales dentro de la administración, promoviendo la transparencia y la meritocracia en el sector público.", "updated_at": "2026-01-29T19:54:15.477609+00:00", "short_title": "Convocatoria para funcionarios a puestos por libre designación"}
{"id": "boe-2026-01-01-orden-2760e003", "source": "BOE", "type": "orden", "title_original": "Orden SND/1562/2025, de 22 de diciembre, por la que se regula la composición, funciones y régimen de funcionamiento del Comité de Integridad y Antifraude.", "date_published": "2026-01-01T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/01/pdfs/BOE-A-2026-1.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T19:54:00.274297+00:00", "pdf_path": "data/pdfs/2026/01/boe-2026-01-01-orden-2760e003.pdf", "text_length": 13891, "topic_primary": "otros", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["comité de integridad", "antifraude", "ministerio de sanidad", "transparencia", "funcionarios", "fondos europeos"], "summary_plain_es": "La Orden SND/1562/2025 establece las normas para la creación y funcionamiento del Comité de Integridad y Antifraude del Ministerio de Sanidad. Este comité tiene como objetivo asegurar la correcta gestión de los fondos europeos y prevenir el fraude en el Sistema Nacional de Salud. Afecta principalmente a los funcionarios del Ministerio, quienes serán parte del comité y podrán utilizar un canal interno para informar sobre irregularidades. Además, se implementan medidas de protección para los informantes. Este cambio busca fortalecer la integridad y transparencia en la administración pública, garantizando un uso adecuado de los recursos y promoviendo un entorno de confianza en el sector sanitario.", "affects_to": ["funcionarios", "sector_sanitario", "todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan esta orden para entender cómo se protege el uso de los fondos públicos y se combate la corrupción en el ámbito sanitario, lo que contribuye a una gestión más eficiente y responsable de los recursos públicos.", "updated_at": "2026-01-29T19:54:15.529230+00:00", "short_title": "Nuevo comité para prevenir fraude en el Sistema de Salud"}
{"id": "boe-2026-01-02-ley-83ba98d2", "source": "BOE", "type": "ley", "title_original": "Ley de Cantabria 6/2025, de 15 de diciembre, de modificación de la Ley de Cantabria 1/2023, de 5 de abril, de Reconocimiento, Homenaje, Memoria y Dignidad a las Víctimas del Terrorismo.", "date_published": "2026-01-02T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/02/pdfs/BOE-A-2026-74.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T19:54:07.843690+00:00", "pdf_path": "data/pdfs/2026/01/boe-2026-01-02-ley-83ba98d2.pdf", "text_length": 14066, "topic_primary": "otros", "impact_index": {"score": 70, "reason": "Impacto alto estimado basado en tipo de norma (ley) y alcance"}, "keywords": ["víctimas del terrorismo", "indemnizaciones", "ayudas complementarias", "Cantabria", "reconocimiento", "protección"], "summary_plain_es": "La Ley de Cantabria 6/2025 modifica la Ley 1/2023 para mejorar el reconocimiento y la protección de las víctimas del terrorismo. Esta nueva ley amplía las indemnizaciones y facilita el acceso a ayudas para herederos de víctimas que fallecieron por causas distintas a las secuelas del atentado. También se establecen indemnizaciones complementarias del 30% a las reconocidas por el Estado y se eliminan obstáculos burocráticos que dificultaban el acceso a estas ayudas. Además, se implementarán programas de asistencia psicológica y se fomentarán actividades educativas en centros escolares para concienciar sobre el terrorismo. Esta ley busca corregir carencias y garantizar un sistema más justo y accesible para todas las víctimas y sus familias.", "affects_to": ["familias", "todos_ciudadanos", "sector_sanitario"], "transparency_notes": "Es fundamental que los ciudadanos conozcan esta ley para entender sus derechos y el apoyo disponible para las víctimas del terrorismo y sus familias, promoviendo así la memoria y dignidad de quienes han sufrido estas tragedias.", "updated_at": "2026-01-29T19:54:21.320512+00:00", "short_title": "Mejoras en el reconocimiento y apoyo a víctimas del terrorismo"}
{"id": "boe-2026-01-03-resolucion-fb43b0fc", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 22 de diciembre de 2025, de la Presidencia de la Agencia Estatal de Administración Tributaria, por la que se convoca la provisión de puestos de trabajo por el sistema de libre designación.", "date_published": "2026-01-03T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/03/pdfs/BOE-A-2026-164.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T19:54:17.808183+00:00", "pdf_path": "data/pdfs/2026/01/boe-2026-01-03-resolucion-fb43b0fc.pdf", "text_length": 30256, "topic_primary": "economía", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "puestos de trabajo", "libre designación", "funcionarios", "Agencia Tributaria", "solicitudes", "recursos administrativos"], "summary_plain_es": "La Resolución de 22 de diciembre de 2025 convoca la provisión de puestos de trabajo en la Agencia Estatal de Administración Tributaria (AEAT) mediante el sistema de libre designación. Esta convocatoria está dirigida a funcionarios que cumplan con los requisitos necesarios para optar a los puestos listados en el anexo de la resolución. Los interesados deben presentar su solicitud en un plazo de quince días hábiles desde la publicación de la resolución en el BOE, ya sea de forma presencial o telemática. Además, se permite adjuntar documentación complementaria. Es importante destacar que los funcionarios que ya trabajan en la AEAT pueden optar a estos puestos. La resolución también establece los recursos que se pueden interponer en caso de desacuerdo, lo que garantiza un proceso transparente y accesible para los funcionarios que deseen avanzar en sus carreras dentro de la administración pública.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan esta convocatoria para que los funcionarios tengan la oportunidad de avanzar en sus carreras y para asegurar un proceso administrativo justo y accesible.", "updated_at": "2026-01-29T19:54:48.733139+00:00", "short_title": "Convocatoria de puestos en la Agencia Tributaria por libre designación"}
{"id": "boe-2026-01-02-orden-0817cfdf", "source": "BOE", "type": "orden", "title_original": "Orden PJC/1572/2025, de 22 de diciembre, por la que se convoca proceso selectivo para acceso por promoción interna y sistema de concurso-oposición al Cuerpo de Gestión Procesal y Administrativa de la Administración de Justicia.", "date_published": "2026-01-02T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/02/pdfs/BOE-A-2026-85.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T19:54:07.844764+00:00", "pdf_path": "data/pdfs/2026/01/boe-2026-01-02-orden-0817cfdf.pdf", "text_length": 70673, "topic_primary": "justicia", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["promoción interna", "Cuerpo de Gestión Procesal", "plazas", "discapacidad", "igualdad de género", "proceso selectivo", "Administración de Justicia"], "summary_plain_es": "La Orden PJC/1572/2025 convoca un proceso selectivo para acceder por promoción interna al Cuerpo de Gestión Procesal y Administrativa de la Administración de Justicia. Se ofrecen un total de 363 plazas, de las cuales 327 son para el cupo general y 36 están reservadas para personas con discapacidad. Este proceso busca atender las necesidades de personal en la Administración de Justicia y se regirá por las bases establecidas en normativas previas. Es importante destacar que la convocatoria promueve la igualdad de género en el acceso al empleo, cumpliendo con la legislación vigente. Los aspirantes podrán elegir un ámbito territorial específico para participar, y las plazas no ocupadas en el cupo de discapacidad se sumarán al cupo general. Esta convocatoria es una oportunidad para quienes deseen avanzar en su carrera dentro del sector público de justicia.", "affects_to": ["funcionarios", "todos_ciudadanos", "sector_sanitario"], "transparency_notes": "Es fundamental que los ciudadanos conozcan esta convocatoria para entender las oportunidades de empleo en la Administración de Justicia y cómo se promueve la igualdad en el acceso a estos puestos.", "updated_at": "2026-01-29T19:54:48.689294+00:00", "short_title": "Convocatoria de 363 plazas para Gestión Procesal en Justicia"}
{"id": "boe-2026-01-03-real_decreto-c4266f6b", "source": "BOE", "type": "real_decreto", "title_original": "Orden TES/1573/2025, de 31 de diciembre, por la que se actualiza el contenido del anexo 2 del Real Decreto 713/2010, de 28 de mayo, sobre registro y depósito de convenios colectivos, acuerdos colectivos de trabajo y planes de igualdad.", "date_published": "2026-01-03T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/03/pdfs/BOE-A-2026-158.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T19:54:17.806286+00:00", "pdf_path": "data/pdfs/2026/01/boe-2026-01-03-real_decreto-c4266f6b.pdf", "text_length": 57538, "topic_primary": "empleo", "impact_index": {"score": 45, "reason": "Impacto medio estimado basado en tipo de norma (real_decreto) y alcance"}, "keywords": ["actualización", "convenios colectivos", "planes de igualdad", "registro", "datos estadísticos", "negociación colectiva", "mejora", "transparencia"], "summary_plain_es": "La Orden TES/1573/2025 actualiza el contenido de ciertos anexos del Real Decreto 713/2010, que regula el registro y depósito de convenios colectivos y planes de igualdad. Esta modificación busca adaptar la información estadística a las necesidades actuales del mercado laboral y mejorar la recogida de datos, facilitando así el seguimiento de la negociación colectiva. Se introducen variables más relevantes y precisas, lo que permitirá una mejor comparabilidad de los datos. Aunque se realizan cambios técnicos, no se alteran los derechos y obligaciones de los convenios existentes. Esta actualización es importante para todos los actores involucrados en la negociación colectiva, ya que optimiza el proceso de registro y asegura que la información sea más útil y accesible. La norma entra en vigor tras su publicación y se ha consensuado con las organizaciones más representativas del sector, garantizando así su relevancia y aplicabilidad.", "affects_to": ["empresas", "funcionarios", "todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas actualizaciones para entender cómo se gestionan los convenios colectivos y cómo se recogen los datos que afectan a sus derechos laborales. La transparencia en estos procesos fomenta una mayor participación y confianza en las instituciones.", "updated_at": "2026-01-29T19:55:01.364650+00:00", "short_title": "Actualización de datos en convenios colectivos y planes de igualdad"}
{"id": "boe-2026-01-05-orden-427e9e5f", "source": "BOE", "type": "orden", "title_original": "Orden PJC/1577/2025, de 17 de diciembre, por la que se publica la relación definitiva de personas aprobadas en el proceso selectivo para ingreso, por el sistema general de acceso libre, mediante oposición, en el Cuerpo Nacional de Médicos Forenses, convocado por Orden PJC/1446/2024, de 10 de diciembre.", "date_published": "2026-01-05T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/05/pdfs/BOE-A-2026-253.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T19:54:48.404900+00:00", "pdf_path": "data/pdfs/2026/01/boe-2026-01-05-orden-427e9e5f.pdf", "text_length": 14362, "topic_primary": "sanidad", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["médicos forenses", "oposición", "proceso selectivo", "documentación", "funcionarios"], "summary_plain_es": "La Orden PJC/1577/2025, publicada el 5 de enero de 2026, da a conocer la lista definitiva de personas que han aprobado el proceso selectivo para ingresar al Cuerpo Nacional de Médicos Forenses. Este proceso se realizó mediante oposición y afecta a aquellos aspirantes que se presentaron a la convocatoria anterior. Si has superado las pruebas, debes presentar documentación específica en un plazo de diez días hábiles, incluyendo un certificado médico y una declaración de no incompatibilidad. Además, quienes no presenten la documentación requerida no podrán ser nombrados funcionarios. Esta orden es importante porque establece los pasos finales para que los aprobados puedan acceder a sus nuevas funciones en el ámbito de la justicia.", "affects_to": ["todos_ciudadanos", "estudiantes", "funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este proceso para entender cómo se seleccionan los funcionarios públicos y qué requisitos deben cumplir los aspirantes, promoviendo así la transparencia en la administración pública.", "updated_at": "2026-01-29T19:55:06.459183+00:00", "short_title": "Publican lista de aprobados para Médicos Forenses en España"}
{"id": "boe-2026-01-06-resolucion-740fb3e1", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 23 de diciembre de 2025, de la Subsecretaría, por la que se resuelve la convocatoria de libre designación, efectuada por Resolución de 24 de octubre de 2025.", "date_published": "2026-01-06T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/06/pdfs/BOE-A-2026-327.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T19:54:55.938580+00:00", "pdf_path": "data/pdfs/2026/01/boe-2026-01-06-resolucion-740fb3e1.pdf", "text_length": 3849, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["libre designación", "Ministerio para la Transición Ecológica", "nombramientos", "funcionarios", "recursos administrativos", "toma de posesión", "Jesús Tardón Silvestre"], "summary_plain_es": "El 23 de diciembre de 2025, se resolvió la convocatoria de libre designación para un puesto en el Ministerio para la Transición Ecológica y el Reto Demográfico, que se había anunciado el 24 de octubre de 2025. Esta resolución confirma que se han seguido todos los procedimientos necesarios y que el candidato seleccionado cumple con los requisitos establecidos. El nuevo titular del puesto, Jesús Tardón Silvestre, deberá tomar posesión en un plazo de tres días si no implica cambio de residencia, o en un mes si sí lo implica. Además, la resolución permite interponer recursos en caso de desacuerdo, lo que garantiza un proceso administrativo justo. Esto afecta a los funcionarios del ministerio y a aquellos interesados en el puesto, ya que establece un marco claro para la ocupación de cargos públicos.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas resoluciones para entender cómo se gestionan los nombramientos en la administración pública y cómo pueden participar en el proceso si lo consideran necesario.", "updated_at": "2026-01-29T19:55:08.568309+00:00", "short_title": "Nuevo nombramiento en el Ministerio de Transición Ecológica confirmado"}
{"id": "boe-2026-01-06-ley-05b79f42", "source": "BOE", "type": "ley", "title_original": "Orden TES/1582/2025, de 30 de diciembre, por la que se modifica la Orden TMS/368/2019, de 28 de marzo, por la que se desarrolla el Real Decreto 694/2017, de 3 de julio, por el que se desarrolla la Ley 30/2015, de 9 de septiembre, por la que se regula el Sistema de Formación Profesional para el Empleo en el ámbito laboral, en relación con la oferta formativa de las administraciones competentes y su financiación, y se establecen las bases reguladoras para la concesión de subvenciones públicas destinadas a su financiación.", "date_published": "2026-01-06T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/06/pdfs/BOE-A-2026-326.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T19:54:55.938039+00:00", "pdf_path": "data/pdfs/2026/01/boe-2026-01-06-ley-05b79f42.pdf", "text_length": 18538, "topic_primary": "empleo", "impact_index": {"score": 70, "reason": "Impacto alto estimado basado en tipo de norma (ley) y alcance"}, "keywords": ["formación profesional", "empleabilidad", "subvenciones", "desempleo", "Ceuta", "Melilla", "actualización normativa"], "summary_plain_es": "La Orden TES/1582/2025 modifica la anterior Orden TMS/368/2019, actualizando aspectos clave del Sistema de Formación Profesional para el Empleo. Esta normativa afecta principalmente a las personas desempleadas y trabajadoras, ya que se ajustan los módulos económicos para la financiación de la formación, que no se habían actualizado desde 2019. Además, se introduce una compensación económica para los desempleados que asistan a cursos de formación en Ceuta y Melilla, buscando mejorar su empleabilidad en regiones con altas tasas de paro. También se simplifican los procedimientos administrativos relacionados con las subvenciones. En resumen, esta orden busca facilitar el acceso a la formación y mejorar las oportunidades laborales de los ciudadanos, adaptándose a las necesidades actuales del mercado laboral.", "affects_to": ["todos_ciudadanos", "estudiantes", "familias"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas modificaciones para entender cómo pueden beneficiarse de las ayudas y programas de formación, así como para fomentar una mayor participación en el mercado laboral.", "updated_at": "2026-01-29T19:55:12.109639+00:00", "short_title": "Mejoras en la Formación Profesional y apoyo a desempleados en Ceuta y Melilla"}
{"id": "boe-2026-01-06-resolucion-7cd77653", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 23 de diciembre de 2025, del Consejo de Seguridad Nuclear, por la que se convoca proceso selectivo para ingreso, por el sistema general de acceso libre, como personal laboral fijo fuera de convenio, con la categoría de Responsable del Servicio Médico.", "date_published": "2026-01-06T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/06/pdfs/BOE-A-2026-329.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T19:54:55.939084+00:00", "pdf_path": "data/pdfs/2026/01/boe-2026-01-06-resolucion-7cd77653.pdf", "text_length": 43978, "topic_primary": "empleo", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "proceso selectivo", "Consejo de Seguridad Nuclear", "Responsable del Servicio Médico", "empleo público", "igualdad de género", "adaptaciones discapacidad"], "summary_plain_es": "Se convoca un proceso selectivo para cubrir una plaza de Responsable del Servicio Médico en el Consejo de Seguridad Nuclear. Este proceso se realiza bajo el sistema de acceso libre y está dirigido a personas que cumplan con ciertos requisitos, como tener la nacionalidad española o de la UE y poseer un título en Medicina. La convocatoria busca garantizar la igualdad de oportunidades entre hombres y mujeres y también contempla adaptaciones para personas con discapacidad. Las solicitudes deben presentarse de manera electrónica y el proceso incluirá una fase de oposición y concurso. Es importante que estés informado sobre esta convocatoria si te interesa trabajar en el sector público en el ámbito de la salud y la seguridad nuclear.", "affects_to": ["todos_ciudadanos", "funcionarios", "sector_sanitario"], "transparency_notes": "Es fundamental que los ciudadanos conozcan esta convocatoria para que puedan acceder a oportunidades laborales en el sector público y contribuir a la igualdad en el empleo.", "updated_at": "2026-01-29T19:55:16.840526+00:00", "short_title": "Convocatoria para Responsable del Servicio Médico en Seguridad Nuclear"}
{"id": "boe-2026-01-09-resolucion-5d3d3278", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 12 de diciembre de 2025, de la Subsecretaría, por la que se corrigen errores en la de 3 de noviembre de 2025, por la que, en ejecución de sentencia, se convoca concurso general para la provisión de puestos de trabajo en el Organismo Estatal Inspección de Trabajo y Seguridad Social.", "date_published": "2026-01-09T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/09/pdfs/BOE-A-2026-496.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T19:55:19.408931+00:00", "pdf_path": "data/pdfs/2026/01/boe-2026-01-09-resolucion-5d3d3278.pdf", "text_length": 2444, "topic_primary": "empleo", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "corrección de errores", "Inspección de Trabajo", "puestos de trabajo", "plazo de solicitudes"], "summary_plain_es": "Se ha publicado una resolución que corrige errores en la convocatoria de un concurso para cubrir puestos en la Inspección de Trabajo y Seguridad Social. Esta corrección afecta a varios códigos de puestos en diferentes provincias, como A Coruña, Ourense y Vigo. Además, se reabre el plazo para presentar solicitudes, lo que permite a más personas participar en el proceso de selección. Es importante que estés al tanto de estos cambios si estás interesado en trabajar en este organismo, ya que puede afectar tu oportunidad de acceder a estos puestos. La corrección busca asegurar que la información sobre los puestos sea precisa y que todos los interesados tengan la oportunidad de participar correctamente en el concurso.", "affects_to": ["todos_ciudadanos", "funcionarios", "estudiantes"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas correcciones para que puedan participar adecuadamente en el concurso y no se vean perjudicados por errores administrativos.", "updated_at": "2026-01-29T19:55:30.464218+00:00", "short_title": "Corrección de errores y reabren plazo para concurso en Inspección de Trabajo"}
{"id": "boe-2026-01-08-ley-186f7b7b", "source": "BOE", "type": "ley", "title_original": "Ley 4/2025, de 15 de diciembre, de espacios productivos para el fomento de la industria en Andalucía.", "date_published": "2026-01-08T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/08/pdfs/BOE-A-2026-422.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T19:55:11.464094+00:00", "pdf_path": "data/pdfs/2026/01/boe-2026-01-08-ley-186f7b7b.pdf", "text_length": 78510, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (ley) y alcance"}, "keywords": ["ley 4/2025", "espacios productivos", "fomento industria", "Andalucía", "polígonos industriales", "colaboración público-privada", "sostenibilidad", "modernización"], "summary_plain_es": "La Ley 4/2025, de 15 de diciembre, establece un marco para fomentar la industria en Andalucía mediante la creación de espacios productivos. Esta ley busca mejorar la organización y gestión de los polígonos industriales, promoviendo la colaboración entre administraciones y el sector privado. Se introducen medidas para facilitar la tramitación administrativa, así como incentivos para el acceso a bienes inmuebles destinados a la industria. Además, se prioriza la sostenibilidad y la modernización de estos espacios, asegurando que se adapten a las necesidades actuales del mercado. Afecta principalmente a empresas que operan en Andalucía, así como a trabajadores que buscan empleo en el sector industrial. Con esta ley, se espera revitalizar la economía andaluza y crear un entorno más favorable para la inversión industrial.", "affects_to": ["empresas", "todos_ciudadanos", "sector_industrial"], "transparency_notes": "Es importante que los ciudadanos conozcan esta ley para entender cómo se está promoviendo la industria en su comunidad y cómo pueden beneficiarse de las nuevas oportunidades laborales y de inversión que se generarán.", "updated_at": "2026-01-29T19:55:49.116314+00:00", "short_title": "Fomento de la industria en Andalucía con nuevos espacios productivos"}
{"id": "boe-2026-01-08-resolucion-6aa87aaa", "source": "BOE", "type": "resolucion", "title_original": "Resolución 452/38557/2025, de 29 de diciembre, de la Subsecretaría, por la que se aprueba el proceso de selección para el ingreso en los centros docentes militares de formación para incorporarse a las escalas de tropa y marinería.", "date_published": "2026-01-08T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/08/pdfs/BOE-A-2026-436.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T19:55:11.465157+00:00", "pdf_path": "data/pdfs/2026/01/boe-2026-01-08-resolucion-6aa87aaa.pdf", "text_length": 75231, "topic_primary": "educación", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["selección militar", "tropa", "marinería", "plazas", "Ministerio de Defensa", "aspirantes extranjeros", "formación militar"], "summary_plain_es": "Se aprueba el proceso de selección para ingresar en los centros docentes militares de formación, con el objetivo de cubrir hasta 79.000 plazas en las escalas de tropa y marinería para el 31 de diciembre de 2026. Se ofrecen 4.527 plazas en el primer ciclo de selección, de las cuales 320 están disponibles para personas extranjeras. Este proceso se regirá por diversas leyes y reglamentos que garantizan la igualdad y los derechos de los aspirantes. Es importante que los interesados consulten la convocatoria en la web del Ministerio de Defensa para obtener información detallada sobre los requisitos y el procedimiento de selección. Esta resolución afecta a ciudadanos españoles y extranjeros que deseen formar parte de las Fuerzas Armadas, y se espera que contribuya a mantener un número adecuado de efectivos en la defensa del país.", "affects_to": ["todos_ciudadanos", "estudiantes", "otros"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este proceso de selección, ya que les brinda la oportunidad de acceder a un empleo en las Fuerzas Armadas y contribuye a la seguridad nacional.", "updated_at": "2026-01-29T19:55:55.300762+00:00", "short_title": "Aprobado el proceso de selección para ingresar en las Fuerzas Armadas"}
{"id": "boe-2026-01-09-ley-06c8fb6c", "source": "BOE", "type": "ley", "title_original": "Decreto-ley 8/2025, de 5 de diciembre, de medidas urgentes para acelerar proyectos estratégicos que contribuyan a la transformación económica de las Illes Balears.", "date_published": "2026-01-09T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/09/pdfs/BOE-A-2026-487.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T19:55:19.406255+00:00", "pdf_path": "data/pdfs/2026/01/boe-2026-01-09-ley-06c8fb6c.pdf", "text_length": 75046, "topic_primary": "economía", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (ley) y alcance"}, "keywords": ["decreto-ley", "Illes Balears", "transformación económica", "inversiones", "simplificación burocrática", "empleo", "sostenibilidad"], "summary_plain_es": "El Decreto-ley 8/2025, aprobado el 5 de diciembre, busca acelerar proyectos estratégicos en las Illes Balears para transformar su economía. Esta normativa afecta a todos los ciudadanos de la comunidad, así como a empresas que deseen invertir en la región. Se establecen medidas urgentes para simplificar la burocracia y facilitar la atracción de inversiones, especialmente en sectores como la tecnología y la industria, con el fin de diversificar la economía balear, que actualmente depende en gran medida del turismo. Además, se busca mejorar la calidad de vida de los ciudadanos, aumentando el PIB per cápita y la renta disponible. En resumen, este decreto es un paso hacia un desarrollo económico más sostenible y resiliente en las Islas Baleares.", "affects_to": ["todos_ciudadanos", "empresas", "sector_tecnológico"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas medidas, ya que impactan directamente en su calidad de vida y en el desarrollo económico de su comunidad. La transparencia en estos procesos fomenta la confianza y la participación ciudadana.", "updated_at": "2026-01-29T19:55:57.053062+00:00", "short_title": "Aceleran proyectos para transformar la economía de las Islas Baleares"}
{"id": "boe-2026-01-10-acuerdo-6c9170f8", "source": "BOE", "type": "acuerdo", "title_original": "Acuerdo suscrito entre el Ministerio de Inclusión, Seguridad Social y Migraciones del Reino de España y la Organización Internacional para las Migraciones (OIM) para la realización de proyectos en las áreas temáticas de reasentamiento, retorno voluntario asistido y reintegración, movilidad laboral e inclusión social, hecho en Madrid el 17 de noviembre y 2 de diciembre de 2025.", "date_published": "2026-01-10T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/10/pdfs/BOE-A-2026-558.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T19:55:49.514005+00:00", "pdf_path": "data/pdfs/2026/01/boe-2026-01-10-acuerdo-6c9170f8.pdf", "text_length": 29396, "topic_primary": "empleo", "impact_index": {"score": 50, "reason": "Impacto medio estimado basado en tipo de norma (acuerdo) y alcance"}, "keywords": ["acuerdo", "migración", "inclusión social", "retorno voluntario", "reasentamiento", "movilidad laboral", "OIM", "financiación"], "summary_plain_es": "El acuerdo firmado entre el Ministerio de Inclusión, Seguridad Social y Migraciones de España y la Organización Internacional para las Migraciones (OIM) tiene como objetivo financiar proyectos en áreas como el reasentamiento, el retorno voluntario asistido, la reintegración, la movilidad laboral y la inclusión social. Se destinarán 4 millones de euros a estos proyectos, que buscan apoyar a personas migrantes y facilitar su integración en la sociedad española. Este acuerdo es relevante para quienes se benefician de estos programas, así como para la sociedad en general, ya que promueve la inclusión y el apoyo a la migración ordenada. La OIM será la encargada de gestionar los fondos y llevar a cabo las iniciativas acordadas, lo que implica una colaboración activa entre el gobierno español y esta organización internacional.", "affects_to": ["todos_ciudadanos", "familias", "sector_sanitario"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este acuerdo, ya que afecta directamente a la gestión de la migración y la inclusión social en España, promoviendo una sociedad más cohesionada y solidaria.", "updated_at": "2026-01-29T19:56:05.201095+00:00", "short_title": "España y OIM colaboran en proyectos de inclusión y migración"}
{"id": "boe-2026-01-12-ley-3e3d88b0", "source": "BOE", "type": "ley", "title_original": "Decreto-ley 7/2025, de 18 de noviembre, por el que se modifica el Decreto-ley 5/2025, de 18 de septiembre, de ayudas extraordinarias y otras medidas urgentes para la recuperación de las zonas afectadas por los incendios forestales acaecidos en Extremadura durante el verano de 2025 y en materia preventiva de incendios forestales.", "date_published": "2026-01-12T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/12/pdfs/BOE-A-2026-620.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T19:55:59.311176+00:00", "pdf_path": "data/pdfs/2026/01/boe-2026-01-12-ley-3e3d88b0.pdf", "text_length": 35080, "topic_primary": "otros", "impact_index": {"score": 70, "reason": "Impacto alto estimado basado en tipo de norma (ley) y alcance"}, "keywords": ["decreto-ley", "ayudas extraordinarias", "incendios forestales", "Extremadura", "sector turístico", "recuperación económica", "medidas urgentes"], "summary_plain_es": "El Decreto-ley 7/2025, aprobado el 18 de noviembre, modifica el anterior Decreto-ley 5/2025, que establecía ayudas para la recuperación de las zonas de Extremadura afectadas por incendios forestales en el verano de 2025. Este nuevo decreto busca ampliar y mejorar las ayudas para empresas turísticas que han sufrido pérdidas significativas debido a la caída en la demanda y la cancelación de reservas. Afecta principalmente a alojamientos rurales, hoteles y restaurantes en áreas como el Valle del Jerte y Las Hurdes, que son cruciales para la economía local. Con esta modificación, se pretende reactivar el sector turístico y garantizar la continuidad de los negocios, preservando así el empleo y la imagen de Extremadura como destino turístico. Es importante que los ciudadanos conozcan estas medidas, ya que pueden beneficiarse directamente de las ayudas y contribuir a la recuperación económica de su comunidad.", "affects_to": ["empresas", "autónomos", "familias"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre estas ayudas para que puedan acceder a ellas y contribuir a la recuperación de su entorno y economía local.", "updated_at": "2026-01-29T19:56:22.548314+00:00", "short_title": "Mejoran ayudas para el turismo tras incendios en Extremadura"}
{"id": "boe-2026-01-12-ley-347f5ce3", "source": "BOE", "type": "ley", "title_original": "Decreto-ley 6/2025, de 18 de septiembre, de ayudas urgentes al alumnado con derecho a transporte escolar, matriculado en centros docentes públicos no universitarios de la Comunidad Autónoma de Extremadura, que se vea afectado por la falta de prestación de dicho servicio durante el inicio del curso escolar 2025/2026.", "date_published": "2026-01-12T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/12/pdfs/BOE-A-2026-619.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T19:55:59.310714+00:00", "pdf_path": "data/pdfs/2026/01/boe-2026-01-12-ley-347f5ce3.pdf", "text_length": 56592, "topic_primary": "educación", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (ley) y alcance"}, "keywords": ["ayudas urgentes", "transporte escolar", "Extremadura", "alumnado", "derecho a la educación", "curso escolar 2025/2026", "familias"], "summary_plain_es": "El Decreto-ley 6/2025, aprobado en Extremadura, establece ayudas urgentes para el alumnado de centros públicos no universitarios que no pudo acceder al transporte escolar entre el 11 y el 19 de septiembre de 2025. Esto afecta a estudiantes que, debido a la falta de empresas que cubran las rutas de transporte, no pudieron asistir a clase, lo que vulnera su derecho a la educación. La ayuda es individualizada y busca compensar los gastos que las familias han tenido que asumir en esta situación excepcional. Este decreto es una respuesta rápida para garantizar que todos los estudiantes tengan igualdad de oportunidades educativas, a pesar de las dificultades en el inicio del curso escolar.", "affects_to": ["estudiantes", "familias"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este decreto para entender sus derechos y las ayudas disponibles en situaciones de emergencia educativa. La transparencia en estos procesos asegura que las familias afectadas puedan acceder a la compensación necesaria.", "updated_at": "2026-01-29T19:56:34.695196+00:00", "short_title": "Ayudas urgentes para estudiantes sin transporte escolar en Extremadura"}
{"id": "boe-2026-01-12-ley-c92722db", "source": "BOE", "type": "ley", "title_original": "Decreto-ley 5/2025, de 18 de septiembre, de ayudas extraordinarias y otras medidas urgentes para la recuperación de las zonas afectadas por los incendios forestales acaecidos en Extremadura durante el verano de 2025 y en materia preventiva de incendios forestales.", "date_published": "2026-01-12T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/12/pdfs/BOE-A-2026-618.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T19:55:59.310252+00:00", "pdf_path": "data/pdfs/2026/01/boe-2026-01-12-ley-c92722db.pdf", "text_length": 84146, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (ley) y alcance"}, "keywords": ["ayudas extraordinarias", "incendios forestales", "Extremadura", "recuperación", "prevención", "agricultura", "ganadería", "turismo"], "summary_plain_es": "El Decreto-ley 5/2025, aprobado el 18 de septiembre, establece ayudas extraordinarias y medidas urgentes para la recuperación de las zonas de Extremadura afectadas por los incendios forestales del verano de 2025. Este decreto busca atender a los sectores más golpeados, como la agricultura, ganadería y turismo, que son fundamentales para la economía y cohesión social de la región. Se reconoce la gravedad de los daños y la necesidad de una respuesta inmediata para ayudar a las familias y empresas afectadas. Además, se implementan medidas preventivas para evitar futuros incendios, asegurando que las instalaciones eléctricas cuenten con planes de prevención y autoprotección. Esto es crucial para la recuperación y sostenibilidad del medio rural en Extremadura.", "affects_to": ["familias", "empresas", "sector_agrícola"], "transparency_notes": "Es importante que los ciudadanos conozcan este decreto para entender las ayudas disponibles y las medidas de prevención que se implementarán, lo que les permitirá estar informados sobre su situación y derechos en un momento crítico para la región.", "updated_at": "2026-01-29T19:56:37.045034+00:00", "short_title": "Ayudas y medidas urgentes para recuperar zonas afectadas por incendios en Extremadura"}
{"id": "boe-2026-01-13-real_decreto-98124cfd", "source": "BOE", "type": "real_decreto", "title_original": "Real Decreto 1/2026, de 8 de enero, por el que se establece el Certificado profesional en Gestión de instalaciones de intercambio geotérmico en circuito cerrado, de la familia profesional Energía y Agua, se fija su currículo y las ofertas de grados B y A incluidas en este certificado profesional.", "date_published": "2026-01-13T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/13/pdfs/BOE-A-2026-674.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T19:56:31.086665+00:00", "pdf_path": "data/pdfs/2026/01/boe-2026-01-13-real_decreto-98124cfd.pdf", "text_length": 61824, "topic_primary": "energía", "impact_index": {"score": 45, "reason": "Impacto medio estimado basado en tipo de norma (real_decreto) y alcance"}, "keywords": ["certificado profesional", "gestión geotérmica", "formación profesional", "energía", "empleabilidad", "igualdad de oportunidades", "currículo", "grados A y B"], "summary_plain_es": "El Real Decreto 1/2026 establece un nuevo Certificado profesional en Gestión de instalaciones de intercambio geotérmico en circuito cerrado, que forma parte de la familia profesional de Energía y Agua. Este certificado incluye un currículo específico y se divide en grados A y B. Afecta principalmente a los profesionales del sector energético y a quienes buscan formarse en este ámbito, facilitando su acceso a una formación adaptada a las necesidades del mercado laboral. La norma busca fomentar la igualdad de oportunidades en la formación profesional y mejorar la empleabilidad de los ciudadanos, al tiempo que se ajusta a los principios de buena regulación y transparencia. Con este certificado, se espera que los trabajadores adquieran las competencias necesarias para gestionar instalaciones geotérmicas, contribuyendo así al desarrollo sostenible y a la transición energética.", "affects_to": ["todos_ciudadanos", "estudiantes", "sector_tecnológico"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este decreto para entender las nuevas oportunidades de formación y empleo en el sector energético, así como para fomentar la participación en la transición hacia energías más sostenibles.", "updated_at": "2026-01-29T19:57:16.158275+00:00", "short_title": "Nuevo certificado profesional en gestión de instalaciones geotérmicas"}
{"id": "boe-2026-01-13-real_decreto-503a7556", "source": "BOE", "type": "real_decreto", "title_original": "Real Decreto 3/2026, de 8 de enero, por el que se establece el Certificado profesional en Operaciones de fabricación de pirotecnia, de la familia profesional Química, se fija su currículo y las ofertas de grados B y A incluidas en este certificado profesional.", "date_published": "2026-01-13T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/13/pdfs/BOE-A-2026-676.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T19:56:31.087480+00:00", "pdf_path": "data/pdfs/2026/01/boe-2026-01-13-real_decreto-503a7556.pdf", "text_length": 62416, "topic_primary": "otros", "impact_index": {"score": 45, "reason": "Impacto medio estimado basado en tipo de norma (real_decreto) y alcance"}, "keywords": ["certificado profesional", "fabricación de pirotecnia", "formación profesional", "currículo", "igualdad de oportunidades", "competencias profesionales", "sectores productivos"], "summary_plain_es": "El Real Decreto 3/2026 establece un nuevo Certificado Profesional en Operaciones de fabricación de pirotecnia, que forma parte de la familia profesional Química. Este certificado tiene como objetivo facilitar la formación y acreditación de competencias en un sector específico, permitiendo a los interesados acceder a una formación adecuada y adaptada a las necesidades del mercado laboral. Afecta principalmente a personas que deseen formarse en este ámbito, así como a empresas que requieran personal cualificado en la fabricación de pirotecnia. Con este decreto, se establece un currículo específico y se regulan las ofertas de formación en dos grados, A y B, lo que representa un avance en la profesionalización de este sector. Además, se busca fomentar la igualdad de oportunidades en el acceso a la formación profesional, eliminando la segregación formativa entre géneros. Este cambio es importante para mejorar la empleabilidad y la calidad de la formación en el sector de la pirotecnia.", "affects_to": ["todos_ciudadanos", "estudiantes", "empresas"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este decreto, ya que establece nuevas oportunidades de formación y empleo en un sector específico, contribuyendo a la mejora de la cualificación profesional y a la igualdad en el acceso a la formación.", "updated_at": "2026-01-29T19:57:16.474019+00:00", "short_title": "Nuevo Certificado Profesional para la fabricación de pirotecnia"}
{"id": "boe-2026-01-13-real_decreto-1ad77108", "source": "BOE", "type": "real_decreto", "title_original": "Real Decreto 2/2026, de 8 de enero, por el que se establece el Certificado profesional en Instalación y mantenimiento de sistemas de intercambio geotérmico en circuito cerrado, de la familia profesional Energía y Agua, se fija su currículo y las ofertas de grados B y A incluidas en este certificado profesional.", "date_published": "2026-01-13T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/13/pdfs/BOE-A-2026-675.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T19:56:31.087114+00:00", "pdf_path": "data/pdfs/2026/01/boe-2026-01-13-real_decreto-1ad77108.pdf", "text_length": 61456, "topic_primary": "energía", "impact_index": {"score": 45, "reason": "Impacto medio estimado basado en tipo de norma (real_decreto) y alcance"}, "keywords": ["certificado profesional", "geotermia", "formación profesional", "energías renovables", "currículo", "igualdad de oportunidades", "empleo"], "summary_plain_es": "El Real Decreto 2/2026 establece un nuevo Certificado Profesional en Instalación y Mantenimiento de Sistemas de Intercambio Geotérmico en Circuito Cerrado, que forma parte de la familia profesional de Energía y Agua. Este certificado tiene como objetivo proporcionar una formación adecuada a las competencias requeridas en el mercado laboral, facilitando así el acceso a empleos en este sector. Afecta principalmente a estudiantes y profesionales que buscan especializarse en energías renovables, ofreciendo un currículo que incluye formación teórica y práctica en empresas. Además, se busca fomentar la igualdad de oportunidades en el acceso a esta formación, eliminando la segregación por género. Con este decreto, se amplía la oferta formativa y se mejora la integración de la formación profesional en el sistema educativo, contribuyendo al desarrollo sostenible y a la economía del país.", "affects_to": ["estudiantes", "familias", "sector_tecnológico"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este decreto para entender las nuevas oportunidades de formación y empleo en un sector clave como el de las energías renovables, lo que puede contribuir a su desarrollo profesional y personal.", "updated_at": "2026-01-29T19:57:16.854231+00:00", "short_title": "Nuevo certificado profesional en sistemas geotérmicos para energías renovables"}
{"id": "boe-2026-01-13-real_decreto-4114aceb", "source": "BOE", "type": "real_decreto", "title_original": "Real Decreto 4/2026, de 8 de enero, por el que se establece el Certificado profesional en Mantenimiento de instalaciones de transporte por cable, de la familia profesional Instalación y Mantenimiento, se fija su currículo y las ofertas de grados B y A incluidas en este certificado profesional.", "date_published": "2026-01-13T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/13/pdfs/BOE-A-2026-677.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T19:56:31.087877+00:00", "pdf_path": "data/pdfs/2026/01/boe-2026-01-13-real_decreto-4114aceb.pdf", "text_length": 62403, "topic_primary": "transporte", "impact_index": {"score": 45, "reason": "Impacto medio estimado basado en tipo de norma (real_decreto) y alcance"}, "keywords": ["certificado profesional", "mantenimiento", "transporte por cable", "formación profesional", "currículo", "grados A y B", "igualdad de oportunidades"], "summary_plain_es": "Este Real Decreto establece un nuevo Certificado Profesional en Mantenimiento de instalaciones de transporte por cable, que forma parte de la familia profesional de Instalación y Mantenimiento. Afecta principalmente a estudiantes y profesionales que buscan formarse en este ámbito, ya que se fija el currículo y se definen las ofertas de grados A y B. Con esta regulación, se busca mejorar la formación profesional, adaptándola a las necesidades del mercado laboral y fomentando la igualdad de oportunidades. Además, se incluye un componente práctico en empresas, lo que permite a los estudiantes adquirir experiencia real. Este cambio es importante para aquellos que desean acceder a un empleo en este sector específico, facilitando su inserción laboral y actualización de competencias.", "affects_to": ["estudiantes", "familias", "sector_tecnológico"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este Real Decreto, ya que establece nuevas oportunidades de formación y empleo en un sector específico, contribuyendo a la mejora de la cualificación profesional y la inserción laboral.", "updated_at": "2026-01-29T19:57:17.473346+00:00", "short_title": "Nuevo certificado profesional para mantenimiento de transporte por cable"}
{"id": "boe-2026-01-14-orden-4a6062ef", "source": "BOE", "type": "orden", "title_original": "Sentencia de 24 de octubre de 2025, de la Sala Tercera del Tribunal Supremo, que estima el recurso contencioso-administrativo interpuesto por la representación de E-Distribución Redes Digitales, SLU, contra la Orden TED/749/2022, de 27 de julio, por la que se aprueba el incentivo o penalización para la reducción de pérdidas en la red de distribución de energía eléctrica para el año 2016, se modifica la retribución base del año 2016 para varias empresas distribuidoras, y se aprueba la retribución de las empresas de distribución de energía eléctrica para los años 2017, 2018 y 2019.", "date_published": "2026-01-14T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/14/pdfs/BOE-A-2026-777.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T19:57:10.182626+00:00", "pdf_path": "data/pdfs/2026/01/boe-2026-01-14-orden-4a6062ef.pdf", "text_length": 3274, "topic_primary": "justicia", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["sentencia tribunal supremo", "E-Distribución", "retribución energía eléctrica", "reducción pérdidas", "orden TED/749/2022"], "summary_plain_es": "La sentencia del Tribunal Supremo del 24 de octubre de 2025 estima parcialmente el recurso contencioso-administrativo presentado por E-Distribución Redes Digitales, SLU, contra la Orden TED/749/2022. Esta orden se refería a incentivos y penalizaciones por la reducción de pérdidas en la red de distribución de energía eléctrica para el año 2016, así como a la retribución de varias empresas distribuidoras para los años 2017, 2018 y 2019. La sentencia declara nula parcialmente la retribución reconocida a E-Distribución y ordena a la Administración realizar los ajustes necesarios. Además, se reconoce el derecho de la empresa a recibir intereses legales desde la fecha en que debió percibir la retribución hasta que efectivamente la reciba. Esto implica un cambio en la forma en que se gestionan las retribuciones en el sector energético, afectando a las empresas distribuidoras y a la regulación del sector.", "affects_to": ["empresas"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas decisiones judiciales, ya que afectan la regulación del sector energético y pueden influir en los precios y servicios que reciben como consumidores de electricidad.", "updated_at": "2026-01-29T19:57:23.092441+00:00", "short_title": "Tribunal Supremo modifica retribuciones de empresas distribuidoras de energía"}
{"id": "boe-2026-01-14-orden-0314729d", "source": "BOE", "type": "orden", "title_original": "Sentencia de 11 de noviembre de 2025, de la Sala Tercera del Tribunal Supremo, que estima el recurso contencioso-administrativo interpuesto por la representación de Hidroeléctrica de Silleda, SL, contra la Orden TED/749/2022, de 27 de julio, por la que se aprueba el incentivo o penalización para la reducción de pérdidas en la red de distribución de energía eléctrica para el año 2016, se modifica la retribución base del año 2016 para varias empresas distribuidoras, y se aprueba la retribución de las empresas de distribución de energía eléctrica para los años 2017, 2018 y 2019.", "date_published": "2026-01-14T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/14/pdfs/BOE-A-2026-779.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T19:57:10.184657+00:00", "pdf_path": "data/pdfs/2026/01/boe-2026-01-14-orden-0314729d.pdf", "text_length": 2982, "topic_primary": "justicia", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["sentencia tribunal supremo", "hidroeléctrica de silleda", "retribución energía eléctrica", "incentivos penalizaciones", "reducción pérdidas"], "summary_plain_es": "La sentencia del Tribunal Supremo del 11 de noviembre de 2025 estima parcialmente el recurso presentado por Hidroeléctrica de Silleda, SL, contra la Orden TED/749/2022. Esta orden establecía incentivos y penalizaciones para la reducción de pérdidas en la red de distribución de energía eléctrica en 2016, además de modificar la retribución base para ese año y aprobar la retribución para 2017, 2018 y 2019. La decisión del Tribunal anula parcialmente la orden en lo que respecta a la retribución de la empresa recurrente, indicando que debe recalcularse utilizando un valor específico. Esto significa que Hidroeléctrica de Silleda, SL, verá un cambio en su retribución base, lo que podría afectar su situación financiera. Esta sentencia es relevante para el sector energético y las empresas distribuidoras, ya que establece un precedente sobre cómo se deben calcular las retribuciones en el futuro.", "affects_to": ["empresas", "sector_industrial", "otros"], "transparency_notes": "Es importante que los ciudadanos conozcan esta sentencia, ya que afecta a la regulación del sector energético y a las empresas distribuidoras, lo que puede influir en la calidad y el coste del suministro eléctrico.", "updated_at": "2026-01-29T19:57:23.150791+00:00", "short_title": "El Tribunal Supremo modifica retribuciones de empresas distribuidoras de energía"}
{"id": "boe-2026-01-14-otro-589d44f8", "source": "BOE", "type": "otro", "title_original": "Sentencia de 7 de noviembre de 2025, de la Sala Tercera del Tribunal Supremo, que estima el recurso contencioso-administrativo interpuesto por la representación de Disa Gas, SAU, contra la inactividad del Ministerio de Transición Ecológica y el Reto Demográfico, para que iniciara la tramitación de urgencia del procedimiento administrativo de elaboración de la disposición adicional 33.ª.2 de la Ley 34/1998, de 7 de octubre, del Sector de los Hidrocarburos (LSH).", "date_published": "2026-01-14T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/14/pdfs/BOE-A-2026-778.pdf", "approved_by": "ª. 2 de la Ley 34/1998, de 7 de octubre, del Sector de los Hidrocarburos (LSH).", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T19:57:10.183647+00:00", "pdf_path": "data/pdfs/2026/01/boe-2026-01-14-otro-589d44f8.pdf", "text_length": 2773, "topic_primary": "medio_ambiente", "impact_index": {"score": 30, "reason": "Impacto bajo estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["sentencia", "Disa Gas", "Ministerio de Transición Ecológica", "hidrocarburos", "recurso contencioso-administrativo", "tramitación urgente", "Ley 34/1998"], "summary_plain_es": "El Tribunal Supremo ha dictado una sentencia el 7 de noviembre de 2025, en la que se estima el recurso contencioso-administrativo presentado por Disa Gas, SAU. Esta sentencia obliga al Ministerio de Transición Ecológica y el Reto Demográfico a iniciar de manera urgente la tramitación de una norma relacionada con la Ley del Sector de los Hidrocarburos. La inactividad del ministerio fue considerada contraria a derecho, y se le da un plazo de seis meses para elaborar y aprobar la norma correspondiente. Esto afecta directamente a la regulación del sector energético y puede tener implicaciones en la gestión de hidrocarburos en España, así como en la operativa de empresas del sector como Disa Gas.", "affects_to": ["empresas", "sector_industrial", "todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan esta sentencia, ya que afecta a la regulación del sector energético y garantiza que las administraciones cumplan con sus obligaciones legales, promoviendo así una mayor transparencia y responsabilidad en la gestión pública.", "updated_at": "2026-01-29T19:57:23.062010+00:00", "short_title": "Tribunal Supremo obliga a regular el sector de hidrocarburos urgentemente"}
{"id": "boe-2026-01-14-orden-2e1ddae8", "source": "BOE", "type": "orden", "title_original": "Orden PJC/4/2026, de 9 de enero, por la que se convoca la provisión de puesto de trabajo por el sistema de libre designación.", "date_published": "2026-01-14T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/14/pdfs/BOE-A-2026-793.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T19:57:10.188893+00:00", "pdf_path": "data/pdfs/2026/01/boe-2026-01-14-orden-2e1ddae8.pdf", "text_length": 13926, "topic_primary": "empleo", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["convocatoria", "libre designación", "funcionarios", "selección", "documentación", "plazo", "requisitos", "administración pública"], "summary_plain_es": "La Orden PJC/4/2026 convoca la provisión de un puesto de trabajo en la Presidencia del Gobierno mediante el sistema de libre designación. Esta convocatoria está dirigida a personal funcionario de carrera que cumpla con los requisitos establecidos. Si estás interesado, debes presentar tu solicitud en un plazo de diez días naturales desde su publicación en el BOE, junto con la documentación necesaria, como un currículum vitae y una justificación de idoneidad. La selección se basará en criterios de idoneidad y competencia profesional, y se realizarán entrevistas para evaluar a los candidatos. La resolución final se publicará en el BOE, y existe la posibilidad de interponer recursos en caso de desacuerdo. Este proceso es importante para asegurar que los puestos directivos en la administración pública sean ocupados por personas con las competencias adecuadas.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este tipo de convocatorias para entender cómo se gestionan los puestos en la administración pública y cómo pueden participar en estos procesos.", "updated_at": "2026-01-29T19:57:25.376618+00:00", "short_title": "Convocatoria para puesto directivo en la Presidencia del Gobierno"}
{"id": "boe-2026-01-15-orden-8b0bd9cc", "source": "BOE", "type": "orden", "title_original": "Orden PJC/7/2026, de 13 de enero, por la que se convocan para su provisión destinos vacantes en la Carrera Fiscal.", "date_published": "2026-01-15T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/15/pdfs/BOE-A-2026-845.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T19:57:19.783587+00:00", "pdf_path": "data/pdfs/2026/01/boe-2026-01-15-orden-8b0bd9cc.pdf", "text_length": 11631, "topic_primary": "economía", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["convocatoria", "Carrera Fiscal", "Ministerio Fiscal", "plazas vacantes", "fiscales", "requisitos", "solicitudes", "destinos"], "summary_plain_es": "La Orden PJC/7/2026 convoca a los miembros del Ministerio Fiscal a solicitar destinos vacantes en diversas plazas de la Carrera Fiscal. Esta convocatoria afecta a fiscales de diferentes categorías, quienes deben cumplir con ciertos requisitos de antigüedad en el servicio. Las plazas incluyen posiciones en el Tribunal Supremo, la Fiscalía ante el Tribunal Constitucional, y otras especializadas. Los interesados deben presentar sus solicitudes en un plazo de diez días desde la publicación de la orden y pueden incluir un informe de sus méritos. Es importante que los fiscales conozcan esta convocatoria para poder optar a nuevos destinos y avanzar en su carrera profesional.", "affects_to": ["funcionarios", "otros"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para entender cómo se gestionan los recursos humanos en la administración pública y cómo se eligen a los fiscales que velan por la justicia en el país.", "updated_at": "2026-01-29T19:57:32.612136+00:00", "short_title": "Convocatoria de plazas vacantes para fiscales en diversas instituciones"}
{"id": "boe-2026-01-16-orden-85e0ad05", "source": "BOE", "type": "orden", "title_original": "Orden TRM/10/2026, de 12 de enero, por la que se modifican las condiciones operativas en las obligaciones de servicio público establecidas en el Acuerdo del Consejo de Ministros de 27 de julio de 2018, por el que se declaran obligaciones de servicio público en la ruta aérea Menorca-Madrid.", "date_published": "2026-01-16T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/16/pdfs/BOE-A-2026-939.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T19:57:29.278471+00:00", "pdf_path": "data/pdfs/2026/01/boe-2026-01-16-orden-85e0ad05.pdf", "text_length": 4061, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["Menorca-Madrid", "obligaciones de servicio público", "frecuencias diarias", "conectividad", "calidad del servicio", "aumento de demanda", "transporte aéreo"], "summary_plain_es": "La Orden TRM/10/2026, aprobada el 12 de enero de 2026, modifica las condiciones operativas de las obligaciones de servicio público en la ruta aérea Menorca-Madrid. A partir de la finalización del actual contrato de servicios, se establece que habrá un mínimo de tres frecuencias diarias, lo que equivale a seis vuelos. Esto responde al aumento de la demanda en esta ruta, que se ha incrementado tras la crisis sanitaria de la COVID-19. Los vuelos deberán salir de Menorca entre las 7:00 y las 8:00 y de Madrid entre las 20:00 y las 21:00, asegurando así una mejor conectividad y calidad del servicio. Esta modificación busca garantizar que los ciudadanos tengan acceso a un servicio aéreo adecuado durante los meses de invierno, cuando las obligaciones de servicio público están vigentes.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es importante que los ciudadanos conozcan estas modificaciones para entender cómo afectarán su acceso a servicios de transporte aéreo y garantizar una mejor conectividad entre Menorca y Madrid.", "updated_at": "2026-01-29T19:57:39.596028+00:00", "short_title": "Mejoran los vuelos Menorca-Madrid con más frecuencias diarias"}
{"id": "boe-2026-01-16-resolucion-a7050dfc", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 8 de enero de 2026, de la Subsecretaría, por la que se convoca la provisión de puestos de trabajo por el sistema de libre designación.", "date_published": "2026-01-16T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/16/pdfs/BOE-A-2026-955.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T19:57:29.279489+00:00", "pdf_path": "data/pdfs/2026/01/boe-2026-01-16-resolucion-a7050dfc.pdf", "text_length": 10249, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["libre designación", "funcionarios públicos", "convocatoria", "puestos de trabajo", "Administración Pública", "currículum vitae", "movilidad profesional"], "summary_plain_es": "Se convoca la provisión de varios puestos de trabajo en la Administración Pública mediante el sistema de libre designación. Esto significa que los funcionarios públicos pueden solicitar estos puestos si cumplen con los requisitos establecidos. La convocatoria incluye detalles sobre cómo presentar las solicitudes, que deben incluir un currículum vitae y otros méritos relevantes. El plazo para presentar las solicitudes es de quince días hábiles desde la publicación de esta resolución. Esta medida afecta principalmente a los funcionarios que buscan nuevas oportunidades dentro de la Administración, facilitando su movilidad y promoción profesional. Es importante que los ciudadanos conozcan esta convocatoria, ya que fomenta la transparencia en la gestión pública y permite a los funcionarios acceder a puestos que se ajusten a sus capacidades y experiencia.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre estas convocatorias, ya que promueven la transparencia en la administración pública y permiten a los funcionarios acceder a nuevas oportunidades laborales.", "updated_at": "2026-01-29T19:57:45.262449+00:00", "short_title": "Convocatoria de puestos en la Administración por libre designación"}
{"id": "boe-2026-01-16-resolucion-89b0b331", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 14 de enero de 2026, de la Autoridad Independiente de Protección del Informante, A.A.I., por la que se convoca la provisión de puesto de trabajo por el sistema de libre designación.", "date_published": "2026-01-16T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/16/pdfs/BOE-A-2026-956.pdf", "approved_by": "A. I., por la que se convoca la provisión de puesto de trabajo por el sistema de libre designación.", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T19:57:29.279921+00:00", "pdf_path": "data/pdfs/2026/01/boe-2026-01-16-resolucion-89b0b331.pdf", "text_length": 7066, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "libre designación", "funcionarios", "igualdad de género", "currículum vitae", "plazo de solicitud", "Autoridad Independiente"], "summary_plain_es": "La Autoridad Independiente de Protección del Informante ha convocado la provisión de un puesto de trabajo mediante libre designación. Esta convocatoria está dirigida a funcionarios de carrera que cumplan con los requisitos establecidos en la relación de puestos de trabajo de la A.A.I. Los interesados deben presentar su solicitud en un plazo de quince días hábiles desde la publicación de esta resolución. Además, deben incluir su currículum vitae y otros méritos relevantes. Es importante destacar que se tendrá en cuenta la igualdad de género en el proceso de selección. Esta medida afecta principalmente a los funcionarios que buscan nuevas oportunidades dentro de la administración pública.", "affects_to": ["funcionarios"], "transparency_notes": "Es esencial que los ciudadanos conozcan estas convocatorias para que puedan participar en procesos de selección y contribuir a una administración pública más eficiente y representativa.", "updated_at": "2026-01-29T19:57:46.311919+00:00", "short_title": "Convocatoria de puesto en la Autoridad de Protección del Informante"}
{"id": "boe-2026-01-15-orden-1b2d79d5", "source": "BOE", "type": "orden", "title_original": "Orden DCA/5/2026, de 2 de enero, por la que se regulan los requisitos y el procedimiento para la acreditación de los centros, servicios y entidades privadas que actúen en el ámbito de la autonomía personal y la atención a personas en situación de dependencia en las ciudades de Ceuta y de Melilla.", "date_published": "2026-01-15T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/15/pdfs/BOE-A-2026-838.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T19:57:19.781936+00:00", "pdf_path": "data/pdfs/2026/01/boe-2026-01-15-orden-1b2d79d5.pdf", "text_length": 68585, "topic_primary": "otros", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["acreditación", "dependencia", "Ceuta", "Melilla", "calidad", "centros privados", "atención"], "summary_plain_es": "La Orden DCA/5/2026 establece los requisitos y el procedimiento para la acreditación de centros y servicios que atienden a personas en situación de dependencia en Ceuta y Melilla. Esto significa que cualquier entidad privada que quiera ofrecer estos servicios debe cumplir con ciertos estándares de calidad y obtener una acreditación administrativa. Esta regulación busca garantizar que las personas en situación de dependencia reciban atención adecuada y de calidad. Además, los centros públicos también deberán cumplir con los mismos estándares, aunque no necesiten acreditación. Esta orden es importante para asegurar que todos los ciudadanos que necesiten estos servicios puedan acceder a ellos con la confianza de que están bien regulados y supervisados.", "affects_to": ["todos_ciudadanos", "sector_sanitario", "empresas"], "transparency_notes": "Es fundamental que los ciudadanos conozcan esta regulación para entender cómo se garantiza la calidad en la atención a personas en situación de dependencia y qué derechos tienen al respecto.", "updated_at": "2026-01-29T19:57:49.293718+00:00", "short_title": "Acreditación obligatoria para centros de atención a personas dependientes en Ceuta y Melilla"}
{"id": "boe-2026-01-17-resolucion-a7050dfc", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 8 de enero de 2026, de la Subsecretaría, por la que se convoca la provisión de puestos de trabajo por el sistema de libre designación.", "date_published": "2026-01-17T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/17/pdfs/BOE-A-2026-998.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T19:57:44.139659+00:00", "pdf_path": "data/pdfs/2026/01/boe-2026-01-17-resolucion-a7050dfc.pdf", "text_length": 8852, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["libre designación", "funcionarios públicos", "convocatoria", "puestos de trabajo", "Administración Pública", "currículum vitae", "solicitudes"], "summary_plain_es": "Se ha publicado una resolución que convoca a la provisión de puestos de trabajo en la Administración Pública por el sistema de libre designación. Esto significa que los funcionarios públicos pueden solicitar ocupar ciertos puestos especificados en el anexo de la resolución. Para participar, debes cumplir con los requisitos establecidos y presentar tu solicitud en un plazo de quince días hábiles desde la publicación. Además, deberás incluir tu currículum vitae y otros documentos relevantes. Esta convocatoria afecta a todos los funcionarios que deseen cambiar de puesto o acceder a uno nuevo dentro de la Administración. Es una oportunidad para que puedas avanzar en tu carrera profesional y asumir nuevos retos en tu trabajo.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que puedan acceder a oportunidades laborales en la Administración Pública y entender cómo funcionan los procesos de selección y provisión de puestos.", "updated_at": "2026-01-29T19:57:57.564483+00:00", "short_title": "Convocatoria para ocupar puestos en la Administración Pública"}
{"id": "boe-2026-01-17-resolucion-6b3b5543", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 16 de enero de 2026, de la Presidencia del Comisionado para el Mercado de Tabacos, por la que se publican los precios de venta al público de determinadas labores de tabaco en Expendedurías de Tabaco y Timbre del área del Monopolio.", "date_published": "2026-01-17T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/17/pdfs/BOE-A-2026-988.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T19:57:44.138609+00:00", "pdf_path": "data/pdfs/2026/01/boe-2026-01-17-resolucion-6b3b5543.pdf", "text_length": 4820, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["precios tabaco", "venta al público", "expendedurías", "mercado de tabacos", "resolución", "tabaco", "Ceuta", "Melilla"], "summary_plain_es": "La Resolución del 16 de enero de 2026 establece los precios de venta al público de varios productos de tabaco en las expendedurías de Tabaco y Timbre, tanto en la península como en Ceuta y Melilla. Esto incluye cigarrillos, picaduras de liar, tabaco de mascar y otros productos relacionados. Los precios han sido propuestos por los fabricantes e importadores y se publican para que los consumidores conozcan cuánto deben pagar por estos productos. Esta medida afecta a todos los consumidores de tabaco, ya que les proporciona información clara sobre los precios actuales en el mercado. Además, la resolución entra en vigor el mismo día de su publicación, por lo que los cambios son inmediatos.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan los precios de los productos de tabaco para poder tomar decisiones informadas sobre su consumo y entender mejor el mercado en el que operan.", "updated_at": "2026-01-29T19:57:58.186540+00:00", "short_title": "Se publican nuevos precios de tabaco en expendedurías"}
{"id": "boe-2026-01-19-real_decreto-f2221b9a", "source": "BOE", "type": "real_decreto", "title_original": "Real Decreto 37/2026, de 19 de enero, por el que se declara luto oficial por los fallecidos en el accidente ferroviario acaecido en Adamuz (Córdoba).", "date_published": "2026-01-19T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/19/pdfs/BOE-A-2026-1254.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T19:57:53.507496+00:00", "pdf_path": "data/pdfs/2026/01/boe-2026-01-19-real_decreto-f2221b9a.pdf", "text_length": 1069, "topic_primary": "otros", "impact_index": {"score": 45, "reason": "Impacto medio estimado basado en tipo de norma (real_decreto) y alcance"}, "keywords": ["luto oficial", "accidente ferroviario", "Adamuz", "Córdoba", "bandera a media asta", "homenaje", "respeto"], "summary_plain_es": "Se declara un luto oficial en España por los fallecidos en un accidente ferroviario en Adamuz, Córdoba. Este luto comenzará a las 00 horas del 20 de enero y finalizará a las 24 horas del 22 de enero de 2026. Durante este periodo, la Bandera Nacional ondeará a media asta en todos los edificios públicos y buques de la Armada. Esta medida busca rendir homenaje y mostrar respeto por las víctimas y sus familias, permitiendo a la sociedad unirse en un momento de dolor y reflexión. Es importante que todos los ciudadanos conozcan esta declaración para comprender el contexto y la solemnidad del momento.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre el luto oficial para poder participar en el homenaje y mostrar su respeto por las víctimas y sus familias.", "updated_at": "2026-01-29T19:58:00.247036+00:00", "short_title": "España declara luto oficial por víctimas de accidente ferroviario en Córdoba"}
{"id": "boe-2026-01-20-resolucion-fe39e76b", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 14 de enero de 2026, de la Subsecretaría, por la que se convoca la provisión de puesto de trabajo por el sistema de libre designación.", "date_published": "2026-01-20T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/20/pdfs/BOE-A-2026-1290.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T19:57:55.582326+00:00", "pdf_path": "data/pdfs/2026/01/boe-2026-01-20-resolucion-fe39e76b.pdf", "text_length": 7254, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "libre designación", "funcionarios", "Ministerio de Educación", "solicitudes", "currículum vitae", "plazo", "recurso"], "summary_plain_es": "Se convoca la provisión de un puesto de trabajo en el Ministerio de Educación, Formación Profesional y Deportes mediante el sistema de libre designación. Esta convocatoria está abierta a funcionarios que cumplan con los requisitos establecidos. Tienes un plazo de quince días hábiles para presentar tu solicitud, que debe hacerse de forma telemática a través del portal Funciona, o de manera presencial si no puedes acceder a la modalidad online. Además, deberás incluir tu currículum vitae con información sobre tus títulos académicos y experiencia laboral. Es importante que estés al tanto de esta convocatoria, ya que puede ofrecerte una nueva oportunidad laboral dentro de la administración pública. Si no estás de acuerdo con la resolución, tienes derecho a presentar un recurso contencioso-administrativo o un recurso de reposición en los plazos establecidos.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para poder acceder a oportunidades laborales en la administración pública y participar activamente en el funcionamiento del Estado.", "updated_at": "2026-01-29T19:58:09.977000+00:00", "short_title": "Convocatoria para puesto en el Ministerio de Educación por libre designación"}
{"id": "boe-2026-01-20-orden-adde32e4", "source": "BOE", "type": "orden", "title_original": "Orden de 12 de enero de 2026, por la que se destina a los Jueces y Juezas nombrados/as por Acuerdo de la Comisión Permanente del Consejo General del Poder Judicial.", "date_published": "2026-01-20T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/20/pdfs/BOE-A-2026-1274.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T19:57:55.581843+00:00", "pdf_path": "data/pdfs/2026/01/boe-2026-01-20-orden-adde32e4.pdf", "text_length": 20533, "topic_primary": "justicia", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["nombramientos jueces", "Consejo General del Poder Judicial", "Carrera Judicial", "oposiciones", "destinos judiciales", "justicia en España", "jueces y juezas"], "summary_plain_es": "La Orden de 12 de enero de 2026 destina a varios jueces y juezas en diferentes tribunales de España, tras haber superado las oposiciones y el curso de selección correspondiente. Esta decisión del Consejo General del Poder Judicial afecta a los nuevos magistrados que ahora ocuparán plazas específicas en diversas localidades, como Tarragona, Cádiz, y Madrid, entre otras. Con esta medida, se busca garantizar el funcionamiento adecuado de la justicia en las distintas comunidades autónomas, asegurando que los tribunales cuenten con personal capacitado. Además, se establece un sistema de expectativas de destino para aquellos jueces que aún no tienen una plaza asignada, lo que les permitirá ser ubicados en el futuro. Este proceso es fundamental para la administración de justicia en el país.", "affects_to": ["funcionarios"], "transparency_notes": "Es importante que los ciudadanos conozcan estos nombramientos, ya que afectan directamente al funcionamiento del sistema judicial y a la administración de justicia en su entorno. La transparencia en estos procesos fomenta la confianza en las instituciones.", "updated_at": "2026-01-29T19:58:16.182627+00:00", "short_title": "Nuevos jueces asignados a tribunales para mejorar la justicia en España"}
{"id": "boe-2026-01-21-resolucion-0d7adece", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 13 de enero de 2026, de la Subsecretaría, por la que se convoca la provisión de puesto de trabajo por el sistema de libre designación.", "date_published": "2026-01-21T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/21/pdfs/BOE-A-2026-1411.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T19:58:07.879152+00:00", "pdf_path": "data/pdfs/2026/01/boe-2026-01-21-resolucion-0d7adece.pdf", "text_length": 11355, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "libre designación", "funcionarios", "Ministerio de Asuntos Exteriores", "requisitos", "solicitudes", "entrevistas", "nombramiento"], "summary_plain_es": "Se convoca la provisión de un puesto de trabajo en el Ministerio de Asuntos Exteriores, Unión Europea y Cooperación mediante el sistema de libre designación. Esta convocatoria está dirigida a funcionarios que cumplan con los requisitos establecidos en el anexo I. Tienes un plazo de diez días naturales desde la publicación para presentar tu solicitud, que debe incluir tu currículum y una justificación de tu idoneidad para el puesto. Además, se realizarán entrevistas a los candidatos seleccionados. El nombramiento se llevará a cabo en un plazo de un mes tras la finalización del periodo de solicitudes. Es importante que estés informado sobre este proceso, ya que puede ofrecerte una oportunidad para avanzar en tu carrera profesional dentro de la administración pública.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que puedan participar en la provisión de puestos públicos, promoviendo así la transparencia y la igualdad de oportunidades en la administración pública.", "updated_at": "2026-01-29T19:58:25.759570+00:00", "short_title": "Convocatoria para puesto en el Ministerio por libre designación"}
{"id": "boe-2026-01-20-resolucion-82bffbb5", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 14 de enero de 2026, de la Dirección General de Tráfico, por la que se establecen medidas especiales de regulación de tráfico durante el año 2026.", "date_published": "2026-01-20T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/20/pdfs/BOE-A-2026-1255.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T19:57:55.576301+00:00", "pdf_path": "data/pdfs/2026/01/boe-2026-01-20-resolucion-82bffbb5.pdf", "text_length": 55744, "topic_primary": "transporte", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["regulación de tráfico", "medidas especiales", "seguridad vial", "eventos deportivos", "transporte de mercancías"], "summary_plain_es": "La Resolución de 14 de enero de 2026, emitida por la Dirección General de Tráfico, establece medidas especiales para regular el tráfico durante el año 2026. Estas medidas buscan garantizar la seguridad vial y la fluidez en las carreteras, especialmente en fechas con desplazamientos masivos. Se prohíben ciertos eventos deportivos y se imponen restricciones a la circulación de vehículos de transporte de mercancías, especialmente aquellos que superen los 7.500 kg. Sin embargo, hay excepciones para el transporte de mercancías perecederas y otros casos específicos. Es importante que los ciudadanos conozcan estas regulaciones para planificar sus desplazamientos y evitar inconvenientes en la circulación.", "affects_to": ["todos_ciudadanos", "empresas", "sector_sanitario"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre estas regulaciones para poder planificar sus viajes y evitar problemas en la circulación, especialmente en fechas con alta movilidad.", "updated_at": "2026-01-29T19:58:35.169689+00:00", "short_title": "Nuevas medidas de tráfico para mejorar la seguridad en 2026"}
{"id": "boe-2026-01-22-orden-77a123a5", "source": "BOE", "type": "orden", "title_original": "Orden PJC/23/2026, de 8 de enero, por la que se corrigen errores en la Orden PJC/1577/2025, de 17 de diciembre, por la que se publica la relación definitiva de personas aprobadas en el proceso selectivo para ingreso, por el sistema general de acceso libre, mediante oposición, en el Cuerpo Nacional de Médicos Forenses, convocado por Orden PJC/1446/2024, de 10 de diciembre.", "date_published": "2026-01-22T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/22/pdfs/BOE-A-2026-1499.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T19:58:28.670931+00:00", "pdf_path": "data/pdfs/2026/01/boe-2026-01-22-orden-77a123a5.pdf", "text_length": 8829, "topic_primary": "sanidad", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["corrección de errores", "médicos forenses", "oposiciones", "Cuerpo Nacional", "publicación resultados"], "summary_plain_es": "La Orden PJC/23/2026 corrige errores en la publicación de la relación definitiva de personas aprobadas en el proceso selectivo para ingresar al Cuerpo Nacional de Médicos Forenses. Esto afecta a los opositores que participaron en el proceso, ya que se han rectificado los anexos que contienen los resultados de las pruebas. Aunque se han realizado correcciones, el plazo para presentar la documentación requerida no se reabre, por lo que es importante que los interesados revisen la nueva información publicada. Esta orden asegura que los datos sean precisos y actualizados, lo que es fundamental para la transparencia del proceso de selección.", "affects_to": ["estudiantes", "funcionarios", "todos_ciudadanos"], "transparency_notes": "Es crucial que los ciudadanos conozcan estas correcciones para asegurar que el proceso de selección sea justo y transparente, y para que los opositores tengan acceso a la información correcta sobre sus resultados.", "updated_at": "2026-01-29T19:58:47.073099+00:00", "short_title": "Corrección de errores en resultados de opositores a Médicos Forenses"}
{"id": "boe-2026-01-22-real_decreto-81f5c371", "source": "BOE", "type": "real_decreto", "title_original": "Real Decreto 38/2026, de 21 de enero, por el que se desarrollan medidas de coordinación instrumental para la prevención, vigilancia y extinción de los incendios forestales.", "date_published": "2026-01-22T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/22/pdfs/BOE-A-2026-1483.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T19:58:28.664307+00:00", "pdf_path": "data/pdfs/2026/01/boe-2026-01-22-real_decreto-81f5c371.pdf", "text_length": 57775, "topic_primary": "otros", "impact_index": {"score": 45, "reason": "Impacto medio estimado basado en tipo de norma (real_decreto) y alcance"}, "keywords": ["incendios forestales", "coordinación", "medios aéreos", "seguridad", "simbología común", "indicativos de radio", "prevención"], "summary_plain_es": "El Real Decreto 38/2026 establece medidas para mejorar la coordinación en la prevención y extinción de incendios forestales en España. A partir de ahora, se implementará una calificación homogénea de las unidades de extinción, lo que facilitará la colaboración entre diferentes administraciones. También se aprueba un protocolo común para el uso de medios aéreos, así como un sistema unificado de indicativos de radio para identificar los recursos de extinción. Además, se introduce una simbología común para los mapas operativos, permitiendo que todos los intervinientes comprendan la información de manera uniforme. Por último, se establecen condiciones mínimas de seguridad para el personal que trabaja en la extinción de incendios, garantizando su protección. Estas medidas buscan aumentar la eficacia y seguridad en la lucha contra incendios, beneficiando a todas las comunidades autónomas y a los ciudadanos en general.", "affects_to": ["todos_ciudadanos", "funcionarios", "sector_sanitario"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas medidas para entender cómo se gestionan los recursos en situaciones de emergencia y cómo se protege a los trabajadores en la extinción de incendios.", "updated_at": "2026-01-29T19:59:03.508172+00:00", "short_title": "Mejoran la coordinación para prevenir y extinguir incendios forestales"}
{"id": "boe-2026-01-23-orden-587623b1", "source": "BOE", "type": "orden", "title_original": "Resolución de 13 de enero de 2026, de la Subsecretaría, por la que se renuevan los miembros de la Comisión de Evaluación prevista en la Orden PRE/189/2016, de 17 de febrero, por la que se regula el reconocimiento de cualificaciones profesionales adquiridas en otros Estados miembros de la Unión Europea para el ejercicio en España de la profesión de Traductor-Intérprete Jurado.", "date_published": "2026-01-23T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/23/pdfs/BOE-A-2026-1557.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T19:58:58.639261+00:00", "pdf_path": "data/pdfs/2026/01/boe-2026-01-23-orden-587623b1.pdf", "text_length": 6110, "topic_primary": "otros", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["renovación", "Comisión de Evaluación", "cualificaciones profesionales", "Traductor-Intérprete Jurado", "Unión Europea", "pruebas de aptitud", "Ministerio de Asuntos Exteriores"], "summary_plain_es": "La Resolución de 13 de enero de 2026 renueva a los miembros de la Comisión de Evaluación que se encarga de reconocer las cualificaciones profesionales de Traductor-Intérprete Jurado adquiridas en otros países de la Unión Europea. Esta renovación es necesaria porque algunos miembros anteriores ya no cumplen con los requisitos establecidos. La Comisión, presidida por la jefa de la Oficina de Interpretación de Lenguas, tiene la responsabilidad de diseñar y calificar las pruebas de aptitud para esta profesión. La resolución entrará en vigor al día siguiente de su publicación en el BOE y anula la resolución anterior de octubre de 2025. Esto es importante para asegurar que los traductores-intérpretes que deseen ejercer en España cumplan con los estándares requeridos.", "affects_to": ["funcionarios", "sector educativo", "otros"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos cambios para entender cómo se regulan las profesiones y las cualificaciones en el ámbito de la traducción e interpretación, lo que afecta a la calidad de los servicios ofrecidos en España.", "updated_at": "2026-01-29T19:59:15.884652+00:00", "short_title": "Renuevan miembros de Comisión para reconocer traductores-intérpretes en España"}
{"id": "boe-2026-01-23-otro-cb043801", "source": "BOE", "type": "otro", "title_original": "Adenda n.º 3 al Convenio de 20 de diciembre de 2022, para la explotación y mantenimiento de la sección internacional de una línea ferroviaria de alta velocidad entre Figueres y Perpiñán, hecho en Madrid y París el 26 de noviembre, 3 y 5 de diciembre de 2025.", "date_published": "2026-01-23T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/23/pdfs/BOE-A-2026-1555.pdf", "approved_by": "º 3 al Convenio de 20 de diciembre de 2022, para la explotación y mantenimiento de la sección internacional de una línea ferroviaria de alta velocidad entre Figueres y Perpiñán, hecho en Madrid y París el 26 de noviembre, 3 y 5 de diciembre de 2025.", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T19:58:58.638604+00:00", "pdf_path": "data/pdfs/2026/01/boe-2026-01-23-otro-cb043801.pdf", "text_length": 9586, "topic_primary": "otros", "impact_index": {"score": 50, "reason": "Impacto medio estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["adenda", "convenio", "línea ferroviaria", "Figueres", "Perpiñán", "explotación", "mantenimiento", "financiación"], "summary_plain_es": "Se aprueba la Adenda n.º 3 al Convenio de 20 de diciembre de 2022, que regula la explotación y mantenimiento de la línea ferroviaria de alta velocidad entre Figueres y Perpiñán. Esta adenda es importante porque modifica el Importe Máximo Acumulado para los años 2025 y 2026, debido a la caída de ingresos de la sociedad Línea Figueras Perpignan, SA, ocasionada por diversos factores como interrupciones de servicio y huelgas. La adenda busca garantizar la continuidad de las operaciones y la estabilidad financiera de la sociedad encargada. Afecta principalmente a los usuarios del servicio ferroviario y a las empresas involucradas en su operación, asegurando que el servicio se mantenga a pesar de las dificultades económicas. Las partes involucradas se comprometen a reunirse para discutir el equilibrio financiero para el año 2026.", "affects_to": ["todos_ciudadanos", "empresas", "sector_tecnológico"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos acuerdos para entender cómo se gestionan los servicios públicos y cómo se garantiza su continuidad, especialmente en tiempos de crisis económica.", "updated_at": "2026-01-29T19:59:21.431895+00:00", "short_title": "Modificación del convenio para mantener el tren Figueres-Perpiñán"}
{"id": "boe-2026-01-21-orden-afc36dcb", "source": "BOE", "type": "orden", "title_original": "Orden DEF/15/2026, de 13 de enero, por la que se establece el régimen de pruebas físicas unificadas de ingreso, formación y egreso de los Centros Docentes Militares de Formación y evaluación periódica en las Fuerzas Armadas.", "date_published": "2026-01-21T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/21/pdfs/BOE-A-2026-1379.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T19:58:07.877476+00:00", "pdf_path": "data/pdfs/2026/01/boe-2026-01-21-orden-afc36dcb.pdf", "text_length": 61730, "topic_primary": "educación", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["pruebas físicas", "Fuerzas Armadas", "ingreso", "formación", "egreso", "evaluación", "salud", "normativa"], "summary_plain_es": "La Orden DEF/15/2026 establece un régimen unificado de pruebas físicas para el ingreso, formación y egreso de los Centros Docentes Militares de Formación en las Fuerzas Armadas. Esto significa que todos los miembros de las Fuerzas Armadas deberán superar las mismas pruebas físicas a lo largo de su carrera, garantizando un estándar común de preparación. Las pruebas físicas se consideran esenciales para la salud y eficacia operativa del personal militar. Además, se introducen pruebas básicas comunes y específicas para diferentes escalas, asegurando que todos los aspirantes y miembros mantengan las capacidades psicofísicas necesarias. Esta norma responde a la necesidad de modernizar la evaluación física en el ámbito militar y se alinea con la normativa vigente en defensa y deporte, promoviendo la cohesión y disciplina dentro de las Fuerzas Armadas.", "affects_to": ["funcionarios", "otros"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas normativas para entender cómo se garantiza la preparación y salud del personal militar, así como la importancia de la actividad física en su formación y desempeño.", "updated_at": "2026-01-29T19:59:22.651932+00:00", "short_title": "Pruebas físicas unificadas para ingreso y formación en las Fuerzas Armadas"}
{"id": "boe-2026-01-23-resolucion-e0ced584", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 20 de enero de 2026, de la Subsecretaría, por la que se convoca la provisión de puestos de trabajo por el sistema de libre designación.", "date_published": "2026-01-23T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/23/pdfs/BOE-A-2026-1568.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T19:58:58.639792+00:00", "pdf_path": "data/pdfs/2026/01/boe-2026-01-23-resolucion-e0ced584.pdf", "text_length": 9700, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["libre designación", "puestos de trabajo", "funcionarios públicos", "convocatoria", "currículum", "Presidencia del Gobierno"], "summary_plain_es": "La Resolución de 20 de enero de 2026 convoca a funcionarios públicos a solicitar puestos de trabajo mediante el sistema de libre designación. Esto significa que los funcionarios que cumplan con los requisitos establecidos pueden optar a los puestos detallados en el anexo de la resolución. Tienes un plazo de quince días hábiles, a partir de la publicación en el BOE, para presentar tu solicitud, que debe incluir tu currículum y otros méritos relevantes. Los puestos disponibles están relacionados con la Presidencia del Gobierno y requieren ciertas calificaciones y experiencia. Es importante que conozcas esta convocatoria si eres funcionario, ya que puede ofrecerte nuevas oportunidades laborales en la administración pública.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que los funcionarios puedan acceder a oportunidades laborales y mejorar su carrera profesional dentro de la administración pública.", "updated_at": "2026-01-29T19:59:19.001455+00:00", "short_title": "Convocatoria para funcionarios a puestos por libre designación"}
{"id": "boe-2026-01-24-resolucion-bc198952", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 14 de enero de 2026, del Ayuntamiento de San Javier (Murcia), referente a la convocatoria para proveer varias plazas.", "date_published": "2026-01-24T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/24/pdfs/BOE-A-2026-1696.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T19:59:12.584862+00:00", "pdf_path": "data/pdfs/2026/01/boe-2026-01-24-resolucion-bc198952.pdf", "text_length": 1186, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "plazas", "Técnico Auxiliar", "oposición", "Ayuntamiento San Javier", "empleo público", "administración local"], "summary_plain_es": "El Ayuntamiento de San Javier ha publicado una convocatoria para cubrir dos plazas de Técnico Auxiliar en la administración local. Esta convocatoria se realiza por medio de un sistema de oposición en turno libre, lo que significa que cualquier persona que cumpla con los requisitos puede presentarse. Si estás interesado, debes presentar tu solicitud en un plazo de veinte días hábiles a partir de la publicación de esta resolución en el Boletín Oficial del Estado. Es importante que estés atento a los anuncios posteriores que se hagan sobre esta convocatoria, ya que se publicarán según lo establecido en las bases de la misma. Esta es una buena oportunidad si buscas un empleo en el sector público.", "affects_to": ["todos_ciudadanos", "funcionarios", "estudiantes"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para poder acceder a oportunidades de empleo en la administración pública, promoviendo así la transparencia y la igualdad de oportunidades.", "updated_at": "2026-01-29T19:59:25.938539+00:00", "short_title": "Convocatoria para cubrir plazas de Técnico Auxiliar en San Javier"}
{"id": "boe-2026-01-24-resolucion-bc198952", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 14 de enero de 2026, del Ayuntamiento de San Javier (Murcia), referente a la convocatoria para proveer varias plazas.", "date_published": "2026-01-24T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/24/pdfs/BOE-A-2026-1695.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T19:59:12.584544+00:00", "pdf_path": "data/pdfs/2026/01/boe-2026-01-24-resolucion-bc198952.pdf", "text_length": 1155, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "plazas administrativas", "oposiciones", "Ayuntamiento de San Javier", "empleo público", "turno libre", "solicitudes"], "summary_plain_es": "El Ayuntamiento de San Javier ha publicado una convocatoria para cubrir nueve plazas de Administrativo a través de un sistema de oposición en turno libre. Esto significa que cualquier persona que cumpla con los requisitos puede presentar su solicitud para participar en el proceso de selección. Tienes un plazo de veinte días hábiles, comenzando desde el día siguiente a la publicación de esta resolución en el Boletín Oficial del Estado. Es una gran oportunidad si buscas un empleo en la administración pública. La información sobre el proceso se publicará conforme a las bases establecidas, así que es importante que estés atento a los anuncios relacionados.", "affects_to": ["todos_ciudadanos", "funcionarios", "estudiantes"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que puedan acceder a oportunidades laborales en el sector público, promoviendo así la igualdad de acceso al empleo.", "updated_at": "2026-01-29T19:59:27.045662+00:00", "short_title": "Convocatoria para cubrir plazas de Administrativo en San Javier"}
{"id": "boe-2026-01-24-resolucion-90df8a9d", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 15 de enero de 2026, del Ayuntamiento de Benassal (Castellón/Castelló), referente a la convocatoria para proveer una plaza.", "date_published": "2026-01-24T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/24/pdfs/BOE-A-2026-1697.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T19:59:12.585256+00:00", "pdf_path": "data/pdfs/2026/01/boe-2026-01-24-resolucion-90df8a9d.pdf", "text_length": 1130, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "plaza educador", "Benassal", "concurso-oposición", "empleo público", "personal laboral fijo", "plazo de solicitudes"], "summary_plain_es": "El Ayuntamiento de Benassal ha convocado un proceso para cubrir una plaza de Educador/a Infantil en su plantilla de personal laboral fijo. Esta convocatoria se realizará mediante un sistema de concurso-oposición y está abierta a todos los interesados en participar. Tienes un plazo de veinte días hábiles, a partir de la publicación de esta resolución en el Boletín Oficial del Estado, para presentar tu solicitud. Es importante que estés atento a los anuncios que se publiquen en relación con esta convocatoria, ya que se informará sobre los pasos a seguir según las bases establecidas. Esta es una oportunidad para quienes buscan un empleo en el sector educativo en el ámbito local.", "affects_to": ["todos_ciudadanos", "sector educativo", "funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para poder acceder a oportunidades de empleo público y participar en la administración local. La transparencia en estos procesos fomenta la confianza en las instituciones.", "updated_at": "2026-01-29T19:59:27.456893+00:00", "short_title": "Convocatoria para plaza de Educador/a Infantil en Benassal"}
{"id": "boe-2026-01-24-resolucion-69462bdc", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 22 de enero de 2026, de la Presidencia de la Junta Electoral Central, de designación de los Vocales no judiciales de las Juntas Electorales Provinciales a los que se refiere el artículo 10.1.b) de la Ley Orgánica 5/1985, de 19 de junio, del Régimen Electoral General, en relación con las elecciones a las Cortes de Aragón de 8 de febrero de 2026.", "date_published": "2026-01-24T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/24/pdfs/BOE-A-2026-1686.pdf", "approved_by": "1. b) de la Ley Orgánica 5/1985, de 19 de junio, del Régimen Electoral General, en relación con las elecciones a las Cortes de Aragón de 8 de febrero de 2026.", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T19:59:12.584121+00:00", "pdf_path": "data/pdfs/2026/01/boe-2026-01-24-resolucion-69462bdc.pdf", "text_length": 1589, "topic_primary": "justicia", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["elecciones", "Cortes de Aragón", "Junta Electoral Central", "vocales no judiciales", "designación", "transparencia electoral", "Huesca", "Teruel", "Zaragoza"], "summary_plain_es": "El 22 de enero de 2026, la Junta Electoral Central ha designado a los Vocales no judiciales de las Juntas Electorales Provinciales para las elecciones a las Cortes de Aragón, que se celebrarán el 8 de febrero de 2026. Esta resolución incluye los nombres de los vocales designados en las provincias de Huesca, Teruel y Zaragoza. La designación se realiza conforme a la Ley Orgánica del Régimen Electoral General, garantizando que las elecciones se lleven a cabo de manera justa y transparente. Esto afecta a todos los ciudadanos que participarán en las elecciones, ya que los vocales son responsables de supervisar el proceso electoral y asegurar que se cumplan las normativas establecidas.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan quiénes son los responsables de supervisar las elecciones, ya que esto garantiza la transparencia y la confianza en el proceso democrático.", "updated_at": "2026-01-29T19:59:29.078896+00:00", "short_title": "Designan vocales para las Juntas Electorales de Aragón"}
{"id": "boe-2026-01-24-resolucion-cb10f1a6", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 15 de enero de 2026, del Ayuntamiento de Eibar (Gipuzkoa), referente a la convocatoria para proveer una plaza.", "date_published": "2026-01-24T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/24/pdfs/BOE-A-2026-1700.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T19:59:12.586132+00:00", "pdf_path": "data/pdfs/2026/01/boe-2026-01-24-resolucion-cb10f1a6.pdf", "text_length": 1147, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["plaza responsable informática", "convocatoria Eibar", "concurso-oposición", "empleo público", "Ayuntamiento Eibar"], "summary_plain_es": "El Ayuntamiento de Eibar ha convocado un proceso para cubrir una plaza de Responsable de Informática. Esta plaza pertenece a la escala de Administración Especial y se seleccionará mediante un concurso-oposición en turno libre. Si estás interesado en participar, debes presentar tu solicitud en un plazo de veinte días hábiles a partir de la publicación de esta resolución en el Boletín Oficial del Estado. Es una buena oportunidad para quienes buscan empleo en el sector público y tienen formación en informática. Recuerda que los detalles adicionales sobre el proceso se publicarán conforme avancen las fases del concurso.", "affects_to": ["todos_ciudadanos", "funcionarios", "estudiantes"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que puedan acceder a oportunidades de empleo público y participar activamente en la administración local.", "updated_at": "2026-01-29T19:59:31.077179+00:00", "short_title": "Convocatoria para plaza de Responsable de Informática en Eibar"}
{"id": "boe-2026-01-24-resolucion-5574459c", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 15 de enero de 2026, de la Mancomunidad de Servicios Sociales de la Marina Alta (Alicante/Alacant), referente a la convocatoria para proveer varias plazas.", "date_published": "2026-01-24T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/24/pdfs/BOE-A-2026-1699.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T19:59:12.585860+00:00", "pdf_path": "data/pdfs/2026/01/boe-2026-01-24-resolucion-5574459c.pdf", "text_length": 1506, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "plazas de trabajo", "servicios sociales", "oposiciones", "Alicante", "Mancomunidad", "empleo público"], "summary_plain_es": "La Mancomunidad de Servicios Sociales de la Marina Alta ha publicado una convocatoria para cubrir varias plazas de trabajo. Se ofrecen cinco puestos de Trabajador/a Social, dos de Educador/a Social y dos de Asesor/a Jurídico/a. Estas plazas pertenecen a la escala de Administración Especial y se cubrirán mediante un sistema de concurso-oposición y oposición, en turno libre. Si estás interesado en postularte, debes presentar tu solicitud en un plazo de veinte días hábiles desde la publicación de esta resolución en el Boletín Oficial del Estado. Esta es una buena oportunidad para quienes buscan empleo en el sector público y desean contribuir a los servicios sociales en la región.", "affects_to": ["funcionarios", "estudiantes", "todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que puedan acceder a oportunidades de empleo en el sector público y contribuir al bienestar social de su comunidad.", "updated_at": "2026-01-29T19:59:31.594715+00:00", "short_title": "Convocatoria de empleo en servicios sociales de la Marina Alta"}
{"id": "boe-2026-01-24-resolucion-4e29fab8", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 15 de enero de 2026, del Ayuntamiento de Córdoba, Instituto Municipal de Turismo de Córdoba (Córdoba), referente a la convocatoria para proveer una plaza.", "date_published": "2026-01-24T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/24/pdfs/BOE-A-2026-1698.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T19:59:12.585546+00:00", "pdf_path": "data/pdfs/2026/01/boe-2026-01-24-resolucion-4e29fab8.pdf", "text_length": 1290, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "plaza de ordenanza", "Ayuntamiento de Córdoba", "empleo público", "concurso", "turno libre", "solicitudes"], "summary_plain_es": "El Ayuntamiento de Córdoba ha publicado una convocatoria para cubrir una plaza de Ordenanza en el Instituto Municipal de Turismo de Córdoba. Esta plaza se ofrece a través de un concurso en turno libre, lo que significa que cualquier persona que cumpla con los requisitos puede presentar su solicitud. Tienes un plazo de veinte días hábiles, comenzando desde el día siguiente a la publicación de esta resolución en el Boletín Oficial del Estado, para enviar tu solicitud. Es importante que estés atento a futuros anuncios relacionados con esta convocatoria, ya que se publicarán según lo establecido en las bases de la misma. Esta es una oportunidad para acceder a un puesto de trabajo en la administración pública local, lo que puede ofrecer estabilidad y beneficios laborales.", "affects_to": ["todos_ciudadanos", "funcionarios", "familias"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para poder acceder a oportunidades de empleo en la administración pública, fomentando así la participación y el acceso a la función pública.", "updated_at": "2026-01-29T19:59:32.488415+00:00", "short_title": "Convocatoria para plaza de Ordenanza en Turismo de Córdoba"}
{"id": "boe-2026-01-24-resolucion-a4739c92", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 15 de enero de 2026, del Ayuntamiento de Orihuela (Alicante/Alacant), referente a la convocatoria para proveer varias plazas.", "date_published": "2026-01-24T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/24/pdfs/BOE-A-2026-1701.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T19:59:12.586658+00:00", "pdf_path": "data/pdfs/2026/01/boe-2026-01-24-resolucion-a4739c92.pdf", "text_length": 1366, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "plazas", "Técnico de Administración", "concurso-oposición", "promoción interna", "Ayuntamiento de Orihuela"], "summary_plain_es": "El Ayuntamiento de Orihuela ha aprobado una convocatoria para cubrir tres plazas de Técnico/a de Administración General. Esta convocatoria se realiza mediante un concurso-oposición y está destinada a aquellos que ya forman parte de la administración pública, permitiendo el acceso a través del turno de promoción interna. Si estás interesado en participar, debes presentar tu solicitud en un plazo de diez días hábiles a partir de la publicación de esta resolución en el Boletín Oficial del Estado. Es importante que estés atento a los anuncios relacionados con esta convocatoria, ya que se publicarán según lo establecido en las bases de la misma. Esta es una oportunidad para avanzar en tu carrera dentro de la administración pública.", "affects_to": ["funcionarios", "todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que puedan acceder a oportunidades laborales en la administración pública y participar en el desarrollo de su comunidad.", "updated_at": "2026-01-29T19:59:33.240955+00:00", "short_title": "Convocatoria para cubrir plazas de Técnico de Administración en Orihuela"}
{"id": "boe-2026-01-24-resolucion-71cd431a", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 16 de enero de 2026, de la Diputación Provincial de Sevilla, referente a la convocatoria para proveer varias plazas.", "date_published": "2026-01-24T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/24/pdfs/BOE-A-2026-1703.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T19:59:12.587639+00:00", "pdf_path": "data/pdfs/2026/01/boe-2026-01-24-resolucion-71cd431a.pdf", "text_length": 1738, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "plazas", "Auxiliar Administrativo", "oposición", "discapacidad", "Diputación Provincial de Sevilla"], "summary_plain_es": "La Diputación Provincial de Sevilla ha publicado una convocatoria para cubrir varias plazas de Auxiliar Administrativo/a. En total, se ofrecen veintiuna plazas en turno libre y tres plazas reservadas para personas con discapacidad. Esta convocatoria se basa en las bases publicadas anteriormente en el Boletín Oficial de la Provincia de Sevilla y se han realizado algunas rectificaciones. Si estás interesado en participar, debes presentar tu solicitud en un plazo de diez días hábiles a partir de la publicación de esta resolución en el Boletín Oficial del Estado. Es una buena oportunidad para quienes buscan empleo en la administración pública, ya que se trata de un proceso de oposición que permite acceder a un puesto estable en el sector público.", "affects_to": ["funcionarios", "todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para poder acceder a oportunidades laborales en la administración pública y fomentar la inclusión de personas con discapacidad en el empleo.", "updated_at": "2026-01-29T19:59:33.755551+00:00", "short_title": "Convocatoria de plazas para Auxiliar Administrativo en Sevilla"}
{"id": "boe-2026-01-24-resolucion-bb8d9f60", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 15 de enero de 2026, del Ayuntamiento de Teguise (Las Palmas), referente a la convocatoria para proveer una plaza.", "date_published": "2026-01-24T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/24/pdfs/BOE-A-2026-1702.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T19:59:12.587149+00:00", "pdf_path": "data/pdfs/2026/01/boe-2026-01-24-resolucion-bb8d9f60.pdf", "text_length": 1181, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "plaza", "Técnico Medio", "oposición", "Ayuntamiento de Teguise"], "summary_plain_es": "El Ayuntamiento de Teguise ha publicado una convocatoria para cubrir una plaza de Técnico/a Medio de Administración General. Esta plaza se ofrece a través de un sistema de oposición en turno libre, lo que significa que cualquier persona que cumpla con los requisitos puede presentarse. Tienes un plazo de veinte días hábiles a partir de la publicación de esta resolución en el Boletín Oficial del Estado para enviar tu solicitud. Es importante que estés atento a los anuncios que se hagan sobre esta convocatoria, ya que se publicarán según lo establecido en las bases de la convocatoria. Esta es una oportunidad para acceder a un puesto en la administración pública local, lo que puede ofrecer estabilidad laboral y beneficios asociados a la función pública.", "affects_to": ["todos_ciudadanos", "funcionarios", "estudiantes"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que puedan participar en procesos de selección pública, promoviendo así la transparencia y la igualdad de oportunidades en el acceso al empleo público.", "updated_at": "2026-01-29T19:59:35.645316+00:00", "short_title": "Convocatoria para plaza de Técnico/a en Teguise"}
{"id": "boe-2026-01-24-resolucion-3a620717", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 16 de enero de 2026, del Ayuntamiento de Salvacañete (Cuenca), referente a la convocatoria para proveer una plaza.", "date_published": "2026-01-24T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/24/pdfs/BOE-A-2026-1705.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T19:59:12.588646+00:00", "pdf_path": "data/pdfs/2026/01/boe-2026-01-24-resolucion-3a620717.pdf", "text_length": 1118, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "plaza operario", "oposición", "Salvacañete", "empleo público", "Ayuntamiento", "servicios múltiples"], "summary_plain_es": "El Ayuntamiento de Salvacañete ha publicado una convocatoria para cubrir una plaza de operario de servicios múltiples mediante un proceso de oposición. Esta convocatoria está abierta a cualquier persona que cumpla con los requisitos establecidos en las bases. Tienes un plazo de veinte días naturales para presentar tu solicitud, comenzando desde el día siguiente a la publicación de esta resolución en el Boletín Oficial del Estado. Es importante que estés atento a futuros anuncios relacionados con esta convocatoria, ya que se publicarán según lo estipulado en las bases. Esta es una oportunidad para acceder a un puesto de trabajo fijo en la administración local.", "affects_to": ["todos_ciudadanos", "funcionarios", "estudiantes"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que puedan participar en el acceso a empleos públicos, promoviendo la transparencia y la igualdad de oportunidades en el ámbito laboral.", "updated_at": "2026-01-29T19:59:37.132903+00:00", "short_title": "Convocatoria para plaza de operario en Salvacañete"}
{"id": "boe-2026-01-24-resolucion-d1e6eef1", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 16 de enero de 2026, del Ayuntamiento de Els Garidells (Tarragona), referente a la convocatoria para proveer una plaza.", "date_published": "2026-01-24T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/24/pdfs/BOE-A-2026-1704.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T19:59:12.588157+00:00", "pdf_path": "data/pdfs/2026/01/boe-2026-01-24-resolucion-d1e6eef1.pdf", "text_length": 1303, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "plaza administrativo", "Ayuntamiento de Els Garidells", "concurso-oposición", "empleo público", "plazo de solicitudes"], "summary_plain_es": "El Ayuntamiento de Els Garidells ha convocado un proceso para cubrir una plaza de Administrativo/a, que forma parte de la escala de Administración General. Este proceso se llevará a cabo mediante un sistema de concurso-oposición y está abierto a todos los ciudadanos que cumplan con los requisitos establecidos en las bases de la convocatoria. El plazo para presentar las solicitudes es de veinte días hábiles a partir de la publicación de esta resolución en el Boletín Oficial del Estado. Es importante que estés atento a los anuncios relacionados con esta convocatoria, ya que se publicarán conforme a lo indicado en las bases. Esta oportunidad puede ser relevante para aquellos que buscan empleo en la administración pública y desean formar parte del Ayuntamiento de Els Garidells.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para poder participar en los procesos de selección de empleo público, lo que fomenta la transparencia y la igualdad de oportunidades en el acceso a la administración pública.", "updated_at": "2026-01-29T19:59:36.328682+00:00", "short_title": "Convocatoria para plaza de Administrativo en Els Garidells"}
{"id": "boe-2026-01-24-resolucion-47ed2d00", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 20 de enero de 2026, de la Diputación Provincial de León, referente a la convocatoria para proveer varias plazas.", "date_published": "2026-01-24T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/24/pdfs/BOE-A-2026-1708.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T19:59:12.590140+00:00", "pdf_path": "data/pdfs/2026/01/boe-2026-01-24-resolucion-47ed2d00.pdf", "text_length": 1301, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "plazas", "empleo público", "Diputación Provincial de León", "plazo de presentación", "rectificación", "administración local"], "summary_plain_es": "La Diputación Provincial de León ha publicado una resolución que abre un nuevo plazo para que los interesados presenten sus solicitudes para varias plazas de empleo público. Este nuevo plazo es de veinte días hábiles y se aplica únicamente a las plazas que han sido objeto de una reciente rectificación en las bases del concurso. Si estás interesado en trabajar en la administración local de León, es importante que revises las bases y prepares tu solicitud dentro del plazo establecido. Esta convocatoria afecta a quienes buscan empleo en el sector público y puede ser una buena oportunidad para acceder a un puesto en la administración local.", "affects_to": ["todos_ciudadanos", "funcionarios", "estudiantes"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para poder acceder a oportunidades laborales en la administración pública, lo que fomenta la participación y el empleo en el sector público.", "updated_at": "2026-01-29T19:59:38.142728+00:00", "short_title": "Convocatoria de empleo público en la Diputación de León"}
{"id": "boe-2026-01-24-resolucion-da25c33d", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 16 de enero de 2026, del Ayuntamiento de Monachil (Granada), referente a la convocatoria para proveer una plaza.", "date_published": "2026-01-24T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/24/pdfs/BOE-A-2026-1706.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T19:59:12.589153+00:00", "pdf_path": "data/pdfs/2026/01/boe-2026-01-24-resolucion-da25c33d.pdf", "text_length": 1281, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["plaza de conductor", "convocatoria Monachil", "oposiciones", "personal laboral fijo", "empleo público"], "summary_plain_es": "El Ayuntamiento de Monachil ha convocado una plaza de Personal Oficial de Oficios –Conductor/a– para su plantilla de personal laboral fijo. Esta convocatoria se realizará mediante un concurso-oposición en turno libre, lo que significa que cualquier persona que cumpla con los requisitos puede presentarse. El plazo para enviar las solicitudes es de veinte días hábiles desde la publicación de esta resolución en el Boletín Oficial del Estado. Es importante que estés atento a los anuncios que se publiquen sobre esta convocatoria, ya que se darán a conocer a través de los canales establecidos en las bases de la convocatoria. Esta es una oportunidad para quienes buscan empleo en el sector público local y desean trabajar en Monachil.", "affects_to": ["todos_ciudadanos", "funcionarios", "estudiantes"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para acceder a oportunidades laborales en el sector público, promoviendo la igualdad de oportunidades y la transparencia en la administración pública.", "updated_at": "2026-01-29T19:59:37.975153+00:00", "short_title": "Convocatoria de plaza de conductor en el Ayuntamiento de Monachil"}
{"id": "boe-2026-01-24-resolucion-6b909dfa", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 16 de enero de 2026, de la Mancomunidad Torozos (Valladolid), referente a la convocatoria para proveer una plaza.", "date_published": "2026-01-24T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/24/pdfs/BOE-A-2026-1707.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T19:59:12.589616+00:00", "pdf_path": "data/pdfs/2026/01/boe-2026-01-24-resolucion-6b909dfa.pdf", "text_length": 1202, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "plaza", "Conductor", "oposición", "residuos", "Valladolid", "empleo público"], "summary_plain_es": "La Mancomunidad Torozos en Valladolid ha publicado una convocatoria para cubrir una plaza de Conductor/a operario/a de recogida de residuos. Esta plaza es de personal laboral fijo y se seleccionará mediante un concurso-oposición en turno libre. Si estás interesado en postularte, debes presentar tu solicitud en un plazo de veinte días hábiles a partir de la publicación de esta resolución en el Boletín Oficial del Estado. Es importante que estés atento a los anuncios relacionados con esta convocatoria, ya que se publicarán según lo establecido en las bases de la convocatoria. Esta es una buena oportunidad para quienes buscan empleo en el sector público local.", "affects_to": ["todos_ciudadanos", "funcionarios", "empresas"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para poder acceder a oportunidades de empleo público y participar en el proceso de selección de personal en su localidad.", "updated_at": "2026-01-29T19:59:38.256945+00:00", "short_title": "Convocatoria para plaza de Conductor/a en Mancomunidad Torozos"}
{"id": "boe-2026-01-26-real_decreto-a0726c85", "source": "BOE", "type": "real_decreto", "title_original": "Real Decreto 51/2026, de 23 de enero, por el que se modifica el Real Decreto 676/2025, de 28 de julio, por el que se aprueba la estructura de la Presidencia del Gobierno.", "date_published": "2026-01-26T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/26/pdfs/BOE-A-2026-1760.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T19:59:31.152752+00:00", "pdf_path": "data/pdfs/2026/01/boe-2026-01-26-real_decreto-a0726c85.pdf", "text_length": 5969, "topic_primary": "otros", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (real_decreto) y alcance"}, "keywords": ["modificación estructura", "Presidencia del Gobierno", "departamentos", "funcionarios", "organización gubernamental"], "summary_plain_es": "El Real Decreto 51/2026 modifica la estructura de la Presidencia del Gobierno para adaptarse a nuevas necesidades organizativas. Se suprime el Departamento de Coordinación Política y se crea el Departamento de Estudios Estratégicos, además de reorganizar el Departamento de Análisis Territorial y la Secretaría de Estado de Comunicación. Estas modificaciones buscan mejorar la coordinación y la eficacia en la acción del Gobierno. Afecta principalmente a los funcionarios que trabajan en estas áreas, quienes verán cambios en su estructura organizativa, pero mantendrán sus retribuciones hasta que se implementen las nuevas disposiciones. Este decreto entra en vigor el mismo día de su publicación, el 23 de enero de 2026.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos cambios para entender cómo se organiza el Gobierno y cómo puede afectar a la gestión pública y a los servicios que reciben.", "updated_at": "2026-01-29T19:59:43.676329+00:00", "short_title": "Reorganización de la estructura en la Presidencia del Gobierno"}
{"id": "boe-2026-01-24-otro-4e8b0fc2", "source": "BOE", "type": "otro", "title_original": "Convenio entre el Istituto Nazionale di Astrofisica y el Instituto de Astrofísica de Canarias del Reino de España, para la instalación y operación de la red ASTRI en el Observatorio del Teide, hecho en Roma y San Cristóbal de la Laguna (Santa Cruz de Tenerife), el 17 y 18 de diciembre de 2025.", "date_published": "2026-01-24T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/24/pdfs/BOE-A-2026-1679.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T19:59:12.583499+00:00", "pdf_path": "data/pdfs/2026/01/boe-2026-01-24-otro-4e8b0fc2.pdf", "text_length": 29626, "topic_primary": "otros", "impact_index": {"score": 30, "reason": "Impacto bajo estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["convenio", "INAF", "IAC", "red ASTRI", "observatorio Teide", "investigación astrofísica", "colaboración internacional"], "summary_plain_es": "Este convenio entre el Istituto Nazionale di Astrofisica (INAF) y el Instituto de Astrofísica de Canarias (IAC) permite la instalación y operación de la red ASTRI en el Observatorio del Teide. A partir de diciembre de 2025, se autoriza al INAF a operar al menos nueve telescopios en este observatorio, que es reconocido internacionalmente por sus condiciones óptimas para la observación astronómica. Este acuerdo no solo fomenta la investigación astrofísica, sino que también facilita el acceso a la comunidad científica internacional. La instalación de la red ASTRI incluye infraestructura adicional como estaciones meteorológicas y centros de datos, lo que mejorará la capacidad de investigación en el campo de la astrofísica. Este convenio es un paso importante para fortalecer la colaboración internacional en ciencia y tecnología, beneficiando a investigadores y estudiantes en el ámbito de la astrofísica.", "affects_to": ["sector_sanitario", "sector_educativo", "otros"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este convenio, ya que promueve la investigación científica y el acceso a instalaciones de primer nivel, lo que puede tener un impacto positivo en la educación y el desarrollo tecnológico en España.", "updated_at": "2026-01-29T19:59:44.123735+00:00", "short_title": "Convenio para instalar red ASTRI en el Observatorio del Teide"}
{"id": "boe-2026-01-27-acuerdo-56de5cbe", "source": "BOE", "type": "acuerdo", "title_original": "Acuerdo internacional administrativo (AIA) en aplicación del instrumento de ratificación del Convenio de la Organización para la Cooperación y Desarrollo Económico, firmado en París el 14 de diciembre de 1960 entre la Agencia Española de Cooperación Internacional para el Desarrollo del Ministerio de Asuntos Exteriores, Unión Europea y Cooperación del Reino de España y la Organización para la Cooperación y Desarrollo Económico, hecho en Madrid y París el 9 y 22 de diciembre de 2025.", "date_published": "2026-01-27T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/27/pdfs/BOE-A-2026-1919.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T19:59:33.857688+00:00", "pdf_path": "data/pdfs/2026/01/boe-2026-01-27-acuerdo-56de5cbe.pdf", "text_length": 12135, "topic_primary": "economía", "impact_index": {"score": 50, "reason": "Impacto medio estimado basado en tipo de norma (acuerdo) y alcance"}, "keywords": ["acuerdo internacional", "AECID", "OCDE", "cooperación", "desarrollo", "contribución económica", "políticas públicas"], "summary_plain_es": "Este acuerdo internacional administrativo establece la contribución de España a la OCDE mediante una donación de 600.000 euros. Esta aportación se destina a diversas actividades relacionadas con el desarrollo y la cooperación, incluyendo informes sobre economía y políticas públicas en América Latina y el Caribe. Afecta a la Agencia Española de Cooperación Internacional para el Desarrollo (AECID) y a la OCDE, quienes colaborarán en la ejecución y seguimiento de los proyectos financiados. Este acuerdo es importante porque fomenta la cooperación internacional y el desarrollo sostenible, beneficiando a la sociedad en su conjunto.", "affects_to": ["todos_ciudadanos", "empresas", "sector_sanitario"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este acuerdo para entender cómo se utilizan los fondos públicos en cooperación internacional y cómo se promueve el desarrollo sostenible a nivel global.", "updated_at": "2026-01-29T19:59:45.493962+00:00", "short_title": "España dona 600.000 euros a la OCDE para desarrollo y cooperación"}
{"id": "boe-2026-01-27-resolucion-5d6f7b81", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 22 de enero de 2026, de la Subsecretaría, por la que se convoca la provisión de puesto de trabajo por el sistema de libre designación.", "date_published": "2026-01-27T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/27/pdfs/BOE-A-2026-1946.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T19:59:33.859480+00:00", "pdf_path": "data/pdfs/2026/01/boe-2026-01-27-resolucion-5d6f7b81.pdf", "text_length": 7131, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["libre designación", "funcionarios públicos", "convocatoria", "Ministerio de la Presidencia", "plazo de solicitud", "currículum vitae", "recurso contencioso-administrativo"], "summary_plain_es": "Se convoca la provisión de un puesto de trabajo en el Ministerio de la Presidencia, Justicia y Relaciones con las Cortes mediante el sistema de libre designación. Esto significa que los funcionarios públicos pueden solicitar este puesto si cumplen con los requisitos establecidos. Tienes un plazo de quince días hábiles para presentar tu solicitud, que debe incluir un currículum vitae y otros documentos relevantes. Es importante que estés al tanto de esta convocatoria si trabajas en la administración pública, ya que puede ofrecerte una nueva oportunidad laboral. Además, si eres funcionario de otra administración, también puedes participar, pero necesitarás un certificado que acredite tu situación. La resolución establece que se puede interponer un recurso contencioso-administrativo si no estás de acuerdo con la decisión tomada.", "affects_to": ["funcionarios", "todos_ciudadanos", "otros"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que puedan acceder a oportunidades laborales en la administración pública y participar en la gestión de los recursos públicos.", "updated_at": "2026-01-29T19:59:46.887069+00:00", "short_title": "Convocatoria para puesto de trabajo en libre designación"}
{"id": "boe-2026-01-28-resolucion-62601078", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 23 de enero de 2026, de la Subsecretaría, por la que se aprueba la relación provisional de personas admitidas y excluidas y se anuncia fecha, hora y lugar de celebración del primer ejercicio del proceso selectivo para el ingreso, por el sistema general de acceso libre, en la Carrera Diplomática, convocado por Resolución de 5 de diciembre de 2025.", "date_published": "2026-01-28T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/28/pdfs/BOE-A-2026-2036.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T19:59:39.950796+00:00", "pdf_path": "data/pdfs/2026/01/boe-2026-01-28-resolucion-62601078.pdf", "text_length": 10158, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["Carrera Diplomática", "proceso selectivo", "admitidos y excluidos", "examen", "subsanación"], "summary_plain_es": "Se aprueba la lista provisional de admitidos y excluidos para el proceso selectivo de ingreso en la Carrera Diplomática, convocado el 5 de diciembre de 2025. Esto afecta a los aspirantes que se presentaron a esta convocatoria, ya que podrán verificar si han sido admitidos o excluidos. Los excluidos tienen un plazo de diez días para subsanar los motivos de su exclusión. Además, se convoca a los admitidos para el primer ejercicio que se celebrará el 15 de febrero de 2026 en Madrid. Es importante que los aspirantes lleven la documentación necesaria y sigan las instrucciones de seguridad durante el examen.", "affects_to": ["estudiantes", "funcionarios", "otros"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos procesos para poder participar en la administración pública y entender sus derechos y obligaciones durante las oposiciones.", "updated_at": "2026-01-29T19:59:54.855120+00:00", "short_title": "Aprobada lista de admitidos para el ingreso en la Carrera Diplomática"}
{"id": "boe-2026-01-28-ley-a8bff04a", "source": "BOE", "type": "ley", "title_original": "Real Decreto-ley 1/2026, de 27 de enero, de ayudas a las víctimas de los accidentes ferroviarios de Adamuz (Córdoba) y Gélida (Barcelona).", "date_published": "2026-01-28T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/28/pdfs/BOE-A-2026-2023.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T19:59:39.949593+00:00", "pdf_path": "data/pdfs/2026/01/boe-2026-01-28-ley-a8bff04a.pdf", "text_length": 43525, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (ley) y alcance"}, "keywords": ["ayudas víctimas", "accidentes ferroviarios", "Adamuz", "Gélida", "asistencia integral", "respuesta institucional", "apoyo económico"], "summary_plain_es": "El Real Decreto-ley 1/2026, aprobado el 27 de enero de 2026, establece ayudas para las víctimas de los recientes accidentes ferroviarios en Adamuz y Gélida. Estos trágicos eventos han dejado un saldo de 46 fallecidos y más de 160 heridos, afectando a cientos de viajeros y sus familias. El decreto busca proporcionar apoyo económico y asistencia integral a las víctimas y sus allegados, facilitando la cobertura de gastos médicos, desplazamientos y apoyo psicológico. Además, se pretende asegurar una respuesta rápida y coordinada de las instituciones, reforzando la confianza de la ciudadanía en la gestión de emergencias. Este marco de ayudas es crucial para mitigar el impacto emocional y económico que sufren las víctimas y sus familias en momentos tan difíciles.", "affects_to": ["todos_ciudadanos", "familias", "sector_sanitario"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas ayudas para que las víctimas y sus familias puedan acceder a la asistencia necesaria en momentos de crisis, garantizando así su bienestar y recuperación.", "updated_at": "2026-01-29T20:00:01.403101+00:00", "short_title": "Ayudas económicas para víctimas de accidentes ferroviarios en España"}
{"id": "boe-2026-01-29-orden-bf7e0120", "source": "BOE", "type": "orden", "title_original": "Orden AUC/40/2026, de 26 de enero, por la que se acuerdan ascensos a las categorías diplomáticas de Ministro/a Plenipotenciario/a de primera clase, Ministro/a Plenipotenciario/a de segunda clase, Ministro/a Plenipotenciario/a de tercera clase, Consejero/a de Embajada, Secretario/a de Embajada de primera clase y Secretario/a de Embajada de segunda clase.", "date_published": "2026-01-29T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/29/pdfs/BOE-A-2026-2073.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T19:59:52.620572+00:00", "pdf_path": "data/pdfs/2026/01/boe-2026-01-29-orden-bf7e0120.pdf", "text_length": 7215, "topic_primary": "otros", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["ascensos diplomáticos", "Carrera Diplomática", "Ministerio de Asuntos Exteriores", "funcionarios públicos", "categorías diplomáticas"], "summary_plain_es": "La Orden AUC/40/2026, publicada el 29 de enero de 2026, aprueba los ascensos de varios funcionarios de la Carrera Diplomática a diferentes categorías, incluyendo Ministro/a Plenipotenciario/a y Secretario/a de Embajada. Estos ascensos afectan a un grupo específico de funcionarios que han sido propuestos por la Junta de la Carrera Diplomática, y se hacen efectivos desde el 22 de enero de 2026. Con esta orden, se reconoce el trabajo y la trayectoria de estos diplomáticos, lo que puede influir en su carrera y en la representación de España en el ámbito internacional. Es importante que los ciudadanos conozcan estos cambios, ya que reflejan la estructura y el funcionamiento del servicio exterior español.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre los ascensos en la administración pública, ya que esto garantiza la transparencia en la gestión de los recursos humanos y el funcionamiento del Estado.", "updated_at": "2026-01-29T20:00:01.724514+00:00", "short_title": "Ascensos en la Carrera Diplomática de España"}
{"id": "boe-2026-01-29-real_decreto-59b969df", "source": "BOE", "type": "real_decreto", "title_original": "Real Decreto 54/2026, de 28 de enero, por el que se modifica el Catálogo de la Red de Carreteras del Estado.", "date_published": "2026-01-29T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/29/pdfs/BOE-A-2026-2072.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T19:59:52.620037+00:00", "pdf_path": "data/pdfs/2026/01/boe-2026-01-29-real_decreto-59b969df.pdf", "text_length": 4413, "topic_primary": "transporte", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (real_decreto) y alcance"}, "keywords": ["modificación carreteras", "AP-68", "Navarra", "Catálogo Red Carreteras", "competencias", "infraestructuras", "movilidad"], "summary_plain_es": "Este Real Decreto modifica el Catálogo de la Red de Carreteras del Estado, específicamente dando de baja ciertos tramos de la autopista AP-68. Esto afecta a la Comunidad Foral de Navarra, que asume competencias sobre las carreteras que transcurren en su territorio. A partir de la publicación de este decreto, los tramos de la AP-68 entre los puntos kilométricos 162+563-166+851 y 201+622-236+988 ya no formarán parte del catálogo estatal. Este cambio implica una reorganización de las competencias en materia de carreteras, permitiendo a Navarra gestionar mejor sus infraestructuras. Es importante que los ciudadanos estén informados sobre estos cambios, ya que pueden afectar la movilidad y el acceso a servicios en la región.", "affects_to": ["todos_ciudadanos", "empresas", "familias"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas modificaciones para entender cómo pueden afectar a su movilidad y a la gestión de las infraestructuras en su comunidad.", "updated_at": "2026-01-29T20:00:02.088429+00:00", "short_title": "Navarra asume gestión de tramos de la autopista AP-68"}
{"id": "boe-2026-01-27-acuerdo-56de5cbe", "source": "BOE", "type": "acuerdo", "title_original": "Acuerdo internacional administrativo (AIA) en aplicación del instrumento de ratificación del Convenio de la Organización para la Cooperación y Desarrollo Económico, firmado en París el 14 de diciembre de 1960 entre la Agencia Española de Cooperación Internacional para el Desarrollo del Ministerio de Asuntos Exteriores, Unión Europea y Cooperación del Reino de España y la Organización para la Cooperación y Desarrollo Económico, hecho en Madrid y París el 9 y 22 de diciembre de 2025.", "date_published": "2026-01-27T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/27/pdfs/BOE-A-2026-1919.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T01:56:41.308434+00:00", "pdf_path": "pdfs/2026/01/boe-2026-01-27-acuerdo-56de5cbe.pdf", "text_length": 12135, "topic_primary": "economía", "impact_index": {"score": 50, "reason": "Impacto medio estimado basado en tipo de norma (acuerdo) y alcance"}, "keywords": ["acuerdo internacional", "AECID", "OCDE", "cooperación internacional", "desarrollo económico", "América Latina", "transparencia fiscal"], "summary_plain_es": "Se aprueba un acuerdo internacional administrativo entre la Agencia Española de Cooperación Internacional para el Desarrollo (AECID) y la Organización para la Cooperación y Desarrollo Económico (OCDE). Este acuerdo implica una contribución de 600.000 euros por parte de España, destinada a varios proyectos relacionados con el desarrollo económico y social en América Latina y el Caribe. Afecta principalmente a la cooperación internacional y a las políticas públicas que se desarrollan en estas regiones. Los fondos se distribuirán entre diferentes iniciativas, como informes económicos y proyectos de transparencia fiscal. Es un paso importante para fortalecer la colaboración entre España y la OCDE en el ámbito del desarrollo y la cooperación internacional.", "affects_to": ["todos_ciudadanos", "empresas", "sector_sanitario"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este acuerdo, ya que implica el uso de fondos públicos para proyectos de desarrollo, lo que afecta a la política exterior y a la cooperación internacional de España.", "updated_at": "2026-01-29T02:13:23.428913+00:00", "short_title": "España destina 600.000 euros a proyectos de desarrollo en América Latina"}
{"id": "boe-2026-01-30-real_decreto-43a5c9f4", "source": "BOE", "type": "real_decreto", "title_original": "Real Decreto 52/2026, de 28 de enero, por el que se modifica el Reglamento General de Vehículos y el Real Decreto 2822/1998, de 23 de diciembre, que lo aprueba, para regular el Registro de Vehículos Personales Ligeros.", "date_published": "2026-01-30T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/30/pdfs/BOE-A-2026-2140.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-02-03T17:44:16.241992+00:00", "pdf_path": "pdfs/2026/01/boe-2026-01-30-real_decreto-43a5c9f4.pdf", "text_length": 61938, "topic_primary": "otros", "impact_index": {"score": 80, "reason": "Impacto alto estimado basado en tipo de norma (real_decreto) y alcance"}, "keywords": ["registro vehículos personales ligeros", "movilidad personal", "seguro obligatorio", "certificado de circulación", "seguridad vial"], "summary_plain_es": "El Real Decreto 52/2026 modifica el Reglamento General de Vehículos para establecer un Registro de Vehículos Personales Ligeros. Esta regulación busca adaptar la normativa a las nuevas formas de movilidad personal, como patinetes eléctricos, que son cada vez más comunes en las ciudades. A partir de ahora, estos vehículos deberán estar registrados y contar con un certificado de circulación que garantice su seguridad y cumplimiento de requisitos técnicos. Esto afecta principalmente a los usuarios de estos vehículos, que son en su mayoría jóvenes, y busca promover una movilidad más sostenible. Además, se establece un seguro obligatorio para estos vehículos, lo que refuerza la seguridad vial y la responsabilidad de los conductores. En resumen, este decreto busca regular de manera coherente el uso de vehículos personales ligeros, garantizando su seguridad y facilitando su integración en el tráfico urbano.", "affects_to": ["todos_ciudadanos", "estudiantes", "familias"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas regulaciones para entender sus derechos y responsabilidades al utilizar nuevos medios de transporte, así como para contribuir a una movilidad más segura y sostenible en las ciudades.", "updated_at": "2026-02-03T17:47:47.883580+00:00", "short_title": "Registro y seguro obligatorio para vehículos personales ligeros"}
{"id": "boe-2026-01-30-resolucion-5d171b3f", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 20 de enero de 2026, de la Presidencia de la Agencia Estatal de Administración Tributaria, por la que se modifica la composición del Tribunal calificador y se corrigen errores en la de 22 de diciembre de 2025, por la que se convoca proceso selectivo para ingreso, por el sistema general de acceso libre, en el Cuerpo de Agentes del Servicio de Vigilancia Aduanera, especialidades de Investigación y Marítima.", "date_published": "2026-01-30T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/30/pdfs/BOE-A-2026-2163.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-02-03T17:44:16.244145+00:00", "pdf_path": "pdfs/2026/01/boe-2026-01-30-resolucion-5d171b3f.pdf", "text_length": 2779, "topic_primary": "economía", "impact_index": {"score": 70, "reason": "Impacto alto estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["proceso selectivo", "Agentes del Servicio de Vigilancia Aduanera", "modificación tribunal", "errores corregidos", "evaluación", "convocatoria"], "summary_plain_es": "La Resolución de 20 de enero de 2026 modifica la composición del tribunal calificador y corrige errores en la convocatoria del proceso selectivo para ingresar en el Cuerpo de Agentes del Servicio de Vigilancia Aduanera, especialidades de Investigación y Marítima. Esto afecta a los candidatos que se presenten a este proceso, ya que se han realizado cambios en los miembros del tribunal y se han aclarado aspectos de la evaluación del primer ejercicio. Es importante que los aspirantes estén al tanto de estas modificaciones para preparar adecuadamente su participación en el proceso selectivo, ya que se requiere obtener al menos 15 puntos para superar la primera prueba. Además, se corrige un error en la redacción de la base que detalla la publicación de la resolución, asegurando que la información sea clara y accesible para todos los interesados.", "affects_to": ["todos_ciudadanos", "funcionarios", "estudiantes"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos cambios para garantizar un acceso justo y transparente a las oportunidades laborales en la administración pública.", "updated_at": "2026-02-03T17:47:55.238051+00:00", "short_title": "Modificaciones en el tribunal y correcciones para oposiciones de Vigilancia Aduanera"}
{"id": "boe-2026-01-31-resolucion-3005300d", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 30 de enero de 2026, de la Presidencia del Comisionado para el Mercado de Tabacos, por la que se publican los precios de venta al público de determinadas labores de tabaco en Expendedurías de Tabaco y Timbre del área de Península y Baleares.", "date_published": "2026-01-31T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/31/pdfs/BOE-A-2026-2247.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-02-03T17:44:54.436997+00:00", "pdf_path": "pdfs/2026/01/boe-2026-01-31-resolucion-3005300d.pdf", "text_length": 7636, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["precios tabaco", "venta al público", "expendedurías", "Península", "Baleares", "resolución", "mercado tabacos"], "summary_plain_es": "La Resolución del 30 de enero de 2026, publicada por el Comisionado para el Mercado de Tabacos, establece los precios de venta al público de diversas labores de tabaco en las expendedurías de la Península y Baleares. Esto significa que a partir de ahora, los consumidores conocerán los precios actualizados de productos como cigarrillos, cigarros y picaduras de liar, que incluyen impuestos. Esta medida afecta a todos los ciudadanos que consumen tabaco, ya que les proporciona información clara sobre lo que deben pagar. Además, los precios han sido propuestos por los fabricantes e importadores, lo que garantiza que reflejan el mercado actual. Es importante que estés al tanto de estos precios para que puedas hacer elecciones informadas y entender cómo se regulan los productos de tabaco en España.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Conocer los precios de los productos de tabaco es fundamental para que los ciudadanos puedan tomar decisiones informadas sobre su consumo y entender mejor la regulación del mercado de tabacos en España.", "updated_at": "2026-02-03T17:48:02.220907+00:00", "short_title": "Precios actualizados de tabaco en Península y Baleares"}
{"id": "boe-2026-01-31-resolucion-5d6f7b81", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 22 de enero de 2026, de la Subsecretaría, por la que se convoca la provisión de puesto de trabajo por el sistema de libre designación.", "date_published": "2026-01-31T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/31/pdfs/BOE-A-2026-2260.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-02-03T17:44:54.438107+00:00", "pdf_path": "pdfs/2026/01/boe-2026-01-31-resolucion-5d6f7b81.pdf", "text_length": 5890, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["libre designación", "funcionarios", "convocatoria", "Ministerio de Economía", "solicitudes", "currículum vitae", "plazo", "recurso administrativo"], "summary_plain_es": "Se convoca la provisión de un puesto de trabajo en el Ministerio de Economía, Comercio y Empresa mediante el sistema de libre designación. Esto significa que los funcionarios que cumplan con los requisitos establecidos podrán solicitar este puesto. Tienes un plazo de quince días hábiles para presentar tu solicitud, que debe hacerse a través del portal Funciona, aunque también puedes hacerlo de manera excepcional por el Registro Electrónico Común si no puedes acceder al portal. Es importante que incluyas tu currículum vitae y detalles sobre tu experiencia y formación. Esta convocatoria es relevante para los funcionarios que buscan nuevas oportunidades dentro de la administración pública, ya que les permite optar a un puesto específico sin necesidad de pasar por un proceso de selección más riguroso. Además, si no estás de acuerdo con la resolución, puedes interponer un recurso contencioso-administrativo en un plazo de dos meses.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que los funcionarios puedan acceder a oportunidades laborales y mejorar su situación profesional dentro de la administración pública.", "updated_at": "2026-02-03T17:48:09.249348+00:00", "short_title": "Convocatoria de puesto por libre designación en el Ministerio de Economía"}
{"id": "boe-2026-02-02-otro-663f493b", "source": "BOE", "type": "otro", "title_original": "Enmienda al artículo 12.1 del Convenio constitutivo del Banco Asiático de Desarrollo, adoptada por Resolución n.º 437 de la Junta de Gobernadores el 30 de noviembre de 2025.", "date_published": "2026-02-02T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/02/02/pdfs/BOE-A-2026-2328.pdf", "approved_by": "1 del Convenio constitutivo del Banco Asiático de Desarrollo, adoptada por Resolución n. º 437 de la Junta de Gobernadores el 30 de noviembre de 2025.", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-02-03T17:45:14.885194+00:00", "pdf_path": "pdfs/2026/02/boe-2026-02-02-otro-663f493b.pdf", "text_length": 4213, "topic_primary": "otros", "impact_index": {"score": 30, "reason": "Impacto bajo estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["enmienda", "Banco Asiático de Desarrollo", "préstamos", "operaciones ordinarias", "financiamiento", "desarrollo económico"], "summary_plain_es": "Se aprueba una enmienda al artículo 12.1 del Convenio constitutivo del Banco Asiático de Desarrollo, que elimina las limitaciones en las operaciones ordinarias del banco. Esto significa que a partir del 1 de marzo de 2026, el Banco podrá operar con mayor flexibilidad en la concesión de préstamos. Esta modificación afecta a todos los países miembros del banco, incluyendo a España, y busca facilitar el acceso a financiamiento para proyectos de desarrollo. Con esta enmienda, se espera que el Banco Asiático de Desarrollo pueda responder mejor a las necesidades de sus miembros y fomentar el desarrollo económico en la región. Es importante que los ciudadanos conozcan estos cambios, ya que pueden influir en la economía y en proyectos que impactan directamente en sus vidas.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre las decisiones que afectan a instituciones financieras internacionales, ya que estas pueden influir en el desarrollo económico y social de sus países.", "updated_at": "2026-02-03T17:52:06.788279+00:00", "short_title": "El Banco Asiático de Desarrollo podrá operar con mayor flexibilidad en préstamos"}
{"id": "boe-2026-02-02-resolucion-4702a882", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 16 de enero de 2026, de la Subsecretaría, por la que se resuelve el concurso específico, convocado por Resolución de 4 de septiembre de 2025.", "date_published": "2026-02-02T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/02/02/pdfs/BOE-A-2026-2330.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-02-03T17:45:14.886375+00:00", "pdf_path": "pdfs/2026/02/boe-2026-02-02-resolucion-4702a882.pdf", "text_length": 71665, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["resolución", "concurso específico", "puestos vacantes", "funcionarios", "adjudicación", "méritos", "toma de posesión", "transición ecológica"], "summary_plain_es": "La Resolución de 16 de enero de 2026, emitida por la Subsecretaría del Ministerio para la Transición Ecológica y el Reto Demográfico, aprueba los resultados del concurso específico convocado el 4 de septiembre de 2025 para cubrir puestos vacantes en el departamento. Afecta principalmente a los funcionarios que participaron en el concurso, ya que se adjudican los puestos según la valoración de méritos realizada por una Comisión. Algunos puestos quedaron desiertos debido a la falta de candidatos o a que no alcanzaron la puntuación mínima. Los funcionarios que obtengan un nuevo destino deben tomar posesión en un plazo que varía según si implica cambio de residencia o no. Además, quienes obtengan un puesto no podrán participar en otros concursos de méritos durante dos años. Es importante que los ciudadanos conozcan esta resolución, ya que afecta la gestión del personal público y la transparencia en los procesos de selección dentro de la administración.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre cómo se gestionan los concursos y las adjudicaciones en la administración pública, ya que esto garantiza la transparencia y la equidad en el acceso a los puestos de trabajo.", "updated_at": "2026-02-03T17:52:12.870412+00:00", "short_title": "Resultados del concurso para cubrir vacantes en el Ministerio de Transición Ecológica"}
{"id": "boe-2026-02-02-resolucion-75ab5696", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 27 de enero de 2026, de la Subsecretaría, por la que se resuelve la convocatoria de libre designación, efectuada por Resolución de 13 de noviembre de 2025.", "date_published": "2026-02-02T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/02/02/pdfs/BOE-A-2026-2331.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-02-03T17:45:14.887247+00:00", "pdf_path": "pdfs/2026/02/boe-2026-02-02-resolucion-75ab5696.pdf", "text_length": 3634, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["resolución", "libre designación", "funcionarios", "plazo de toma de posesión", "recursos administrativos"], "summary_plain_es": "La Resolución de 27 de enero de 2026, emitida por la Subsecretaría del Ministerio para la Transición Ecológica y el Reto Demográfico, aprueba la resolución de una convocatoria de libre designación que se había anunciado anteriormente el 13 de noviembre de 2025. Esta convocatoria afecta a funcionarios que desean cambiar de puesto dentro de la administración pública. Se establece un plazo de tres días hábiles para tomar posesión del nuevo puesto si no implica un cambio de residencia, y de un mes si sí lo implica. Además, se informa sobre los recursos que se pueden interponer en caso de desacuerdo con la resolución. Es importante que los funcionarios conozcan estos procedimientos para poder ejercer sus derechos de manera adecuada.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas resoluciones para entender cómo funcionan los procesos de nombramiento y los derechos que tienen los funcionarios en la administración pública.", "updated_at": "2026-02-03T17:52:18.087033+00:00", "short_title": "Resultados de la convocatoria de libre designación para funcionarios"}
{"id": "boe-2026-02-03-orden-2c99e40a", "source": "BOE", "type": "orden", "title_original": "Orden TED/53/2026, de 27 de enero, por la que se actualizan los parámetros retributivos de las instalaciones tipo aplicables a determinadas instalaciones de producción de energía eléctrica a partir de fuentes de energía renovables, cogeneración y residuos, a efectos de su aplicación al periodo regulatorio que tiene su inicio el 1 de enero de 2026, y se aprueban nuevas instalaciones tipo y sus correspondientes parámetros retributivos.", "date_published": "2026-02-03T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/02/03/pdfs/BOE-A-2026-2476.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-02-03T17:46:01.432253+00:00", "pdf_path": "pdfs/2026/02/boe-2026-02-03-orden-2c99e40a.pdf", "text_length": 72087, "topic_primary": "medio_ambiente", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["energía renovable", "cogeneración", "parámetros retributivos", "instalaciones eléctricas", "transición ecológica"], "summary_plain_es": "La Orden TED/53/2026 actualiza los parámetros retributivos para instalaciones de producción de energía eléctrica a partir de fuentes renovables, cogeneración y residuos, aplicables desde el 1 de enero de 2026. Esto significa que se establecen nuevas tarifas y condiciones para estas instalaciones, lo que afecta a las empresas y entidades que operan en el sector energético. Con esta actualización, se busca fomentar la inversión en energías limpias y garantizar una retribución justa para los productores de energía, lo que puede influir en la transición hacia un modelo energético más sostenible. Además, se aprueban nuevas instalaciones tipo que facilitarán la implementación de proyectos energéticos en el futuro.", "affects_to": ["empresas", "sector_tecnológico", "todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas actualizaciones para entender cómo se regula el sector energético y cómo pueden beneficiarse de las nuevas oportunidades en energías renovables.", "updated_at": "2026-02-03T17:52:27.847195+00:00", "short_title": "Actualización de tarifas para energía renovable y nuevas instalaciones tipo"}
{"id": "boe-2026-02-03-resolucion-c07318fa", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 28 de enero de 2026, de la Subsecretaría, por la que se convoca la provisión de puestos de trabajo por el sistema de libre designación.", "date_published": "2026-02-03T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/02/03/pdfs/BOE-A-2026-2490.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-02-03T17:46:01.433811+00:00", "pdf_path": "pdfs/2026/02/boe-2026-02-03-resolucion-c07318fa.pdf", "text_length": 7731, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "puestos de trabajo", "libre designación", "funcionarios", "Ministerio de Asuntos Exteriores", "solicitudes", "currículum vitae"], "summary_plain_es": "Se ha publicado una resolución que convoca la provisión de puestos de trabajo en el Ministerio de Asuntos Exteriores mediante el sistema de libre designación. Esto significa que los funcionarios que cumplan con los requisitos establecidos pueden solicitar estos puestos. Tienes un plazo de 15 días hábiles desde la publicación para presentar tu solicitud, que debe incluir un currículum vitae detallado. La solicitud se puede hacer a través del portal Funciona, aunque también hay una opción excepcional para presentarla por otros medios si no puedes acceder a la plataforma. Esta convocatoria afecta a varios puestos en Madrid, y es importante que estés informado sobre cómo puedes participar en este proceso de selección.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este tipo de convocatorias para que puedan participar en la provisión de puestos públicos, promoviendo así la transparencia y la igualdad de oportunidades en el acceso a la función pública.", "updated_at": "2026-02-03T17:52:35.326389+00:00", "short_title": "Convocatoria de puestos por libre designación en Asuntos Exteriores"}
